{
  "Get connected": {
    "message": "Kết nối với chúng tôi"
  },
  "Discuss ideas and share solutions with developers worldwide.": {
    "message": "Thảo luận về ý tưởng và chia sẻ giải pháp với các nhà phát triển trên toàn thế giới."
  },
  "Join our community": {
    "message": "Tham gia cộng đồng của chúng tôi"
  },
  "We're here to help": {
    "message": "Chúng tôi ở đây để giúp bạn"
  },
  "Email us at": {
    "message": "Gửi email cho chúng tôi tại địa chỉ"
  },
  "api-support@deriv.com": {
    "message": "api-support@deriv.com"
  },
  "if you have any questions.": {
    "message": "nếu bạn có bất kỳ câu hỏi nào."
  },
  "Change API endpoint": {
    "message": "Thay đổi điểm cuối API"
  },
  "Server is Required": {
    "message": "Phải có tên máy chủ"
  },
  "Please enter a valid server URL": {
    "message": "Vui lòng nhập URL máy chủ hợp lệ"
  },
  "Server URL": {
    "message": "URL máy chủ"
  },
  "App ID is required": {
    "message": "Phải có ID ứng dụng"
  },
  "Please enter a valid app ID": {
    "message": "Vui lòng nhập ID ứng dụng hợp lệ"
  },
  "App ID": {
    "message": "ID ứng dụng"
  },
  "Connected to :": {
    "message": "Kết nối với:"
  },
  "Submit": {
    "message": "Gửi"
  },
  "Reset to original settings": {
    "message": "Thiết lập lại cài đặt gốc"
  },
  "theme.docs.DocCard.categoryDescription": {
    "message": "{count} sản phẩm",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.docs.paginator.navAriaLabel": {
    "message": "Điều hướng trang Docs",
    "description": "The ARIA label for the docs pagination"
  },
  "theme.docs.paginator.previous": {
    "message": "Trước",
    "description": "The label used to navigate to the previous doc"
  },
  "theme.docs.paginator.next": {
    "message": "Tiếp theo",
    "description": "The label used to navigate to the next doc"
  },
  "This API call must be authorised because it requires access to your account information.": {
    "message": "Lệnh API call này phải được ủy quyền vì lệnh yêu cầu quyền truy cập vào thông tin tài khoản của bạn."
  },
  "Log in to your Deriv account to proceed. If you don’t have a Deriv account, sign up first.": {
    "message": "Đăng nhập vào tài khoản Deriv của bạn để tiếp tục. Nếu bạn chưa có tài khoản Deriv, hãy đăng ký trước."
  },
  "Sign up": {
    "message": "Đăng kí"
  },
  "Log in": {
    "message": "Đăng nhập"
  },
  "Request JSON": {
    "message": "Yêu cầu dữ liệu JSON"
  },
  "Send Request": {
    "message": "Gửi yêu cầu"
  },
  "Clear": {
    "message": "Xóa"
  },
  "Your JSON object is invalid. Please make sure you provide the correct syntax for your JSON object.": {
    "message": "Dữ liệu JSON của bạn không hợp lệ. Hãy chắc chắn rằng bạn đã nhập cú pháp chính xác cho dữ liệu JSON của bạn."
  },
  "Log in to your Deriv account to get the API token and start using our API.": {
    "message": "Đăng nhập vào tài khoản Deriv của bạn để nhận mã API token và bắt đầu sử dụng API của chúng tôi."
  },
  "Log In": {
    "message": "Đăng nhập"
  },
  "API Token Manager": {
    "message": "API Token Manager"
  },
  "Deriv API features": {
    "message": "Các tính năng của Deriv API"
  },
  "Deriv API gives you full access to all the trading functionalities of DTrader and allows you to build your own comprehensive trading systems and analysis tools.": {
    "message": "Với Deriv API, bạn có toàn quyền truy cập vào tất cả các tính năng giao dịch của DTrader. Deriv API cũng giúp bạn xây dựng hệ thống giao dịch và công cụ phân tích toàn diện của riêng mình."
  },
  "Trade digital options and multipliers": {
    "message": "Giao dịch quyền chọn kỹ thuật số và cấp số nhân"
  },
  "Monitor real-time pricing": {
    "message": "Theo dõi giá theo thời gian thực"
  },
  "Buy/sell contracts": {
    "message": "Hợp đồng mua/bán"
  },
  "Manage user's accounts": {
    "message": "Quản lý tài khoản của người dùng"
  },
  "Monitor existing contracts": {
    "message": "Theo dõi các hợp đồng hiện có"
  },
  "View user's historical transactions": {
    "message": "Xem các giao dịch lịch sử của người dùng"
  },
  "See what our clients say": {
    "message": "Xem nhận xét của các khách hàng của chúng tôi"
  },
  "Comprehensive all-in-one": {
    "message": "Client library"
  },
  "client library": {
    "message": "toàn diện tất cả trong một"
  },
  "Simplify your development processes and get your app up and running": {
    "message": "Đơn giản hóa quy trình phát triển và chạy ứng dụng của bạn"
  },
  "faster with the client library of your choice.": {
    "message": "nhanh hơn với client library tùy chọn."
  },
  "Go to the JavaScript library": {
    "message": "Đi tới JavaScript library"
  },
  "Go to the Python library": {
    "message": "Đi tới Python library"
  },
  "Go to the Flutter library": {
    "message": "Đi tới Flutter library"
  },
  "Get started with our API in 3 simple steps:": {
    "message": "Bắt đầu sử dụng API của chúng tôi chỉ với 3 bước đơn giản:"
  },
  "1. Learn about our API": {
    "message": "1. Tìm hiểu về API của chúng tôi"
  },
  "Understand basic concepts and terminologies": {
    "message": "Hiểu các khái niệm và thuật ngữ cơ bản"
  },
  "2. Sign up": {
    "message": "2. Đăng ký"
  },
  "Create a free Deriv account to access our API": {
    "message": "Tạo tài khoản Deriv miễn phí để truy cập API của chúng tôi"
  },
  "3. Register your app": {
    "message": "3. Đăng ký ứng dụng của bạn"
  },
  "Fill out the registration form to start using Deriv API": {
    "message": "Điền vào mẫu đăng ký để bắt đầu sử dụng Deriv API"
  },
  "By using our API, you confirm that you have read and agreed to our": {
    "message": "Với việc sử dụng API của chúng tôi, bạn xác nhận rằng bạn đã đọc và đồng ý với"
  },
  "terms and conditions.": {
    "message": "điều khoản và điều kiện của chúng tôi."
  },
  "Deriv API": {
    "message": "Deriv API"
  },
  "Use our powerful, flexible, and free API to build a custom trading": {
    "message": "Sử dụng tính năng API mạnh mẽ, linh hoạt và miễn phí của chúng tôi để cá nhân hóa giao diện trading"
  },
  "platform - for yourself or for your business.": {
    "message": "cho chính bạn hoặc cho doanh nghiệp của bạn."
  },
  "Quick Start": {
    "message": "Bắt đầu nhanh"
  },
  "Ways to earn with Deriv API": {
    "message": "Các cách kiếm tiền với Deriv API"
  },
  "Register your app with Deriv, and add a percentage markup to the contract prices to profit from every purchased contract.": {
    "message": "Đăng ký ứng dụng của bạn với Deriv và thêm % phí dịch vụ dựa trên giá hợp đồng để kiếm lợi nhuận từ mỗi hợp đồng khách hàng mua."
  },
  "Sign up as an affiliate, build your app, and get commissions on trades completed via your app and the affiliate plan you select.": {
    "message": "Đăng ký làm đối tác tiếp thị liên kết của chúng tôi, tạo ứng dụng của bạn và nhận hoa hồng cho các giao dịch được hoàn thành thông qua ứng dụng và gói tiếp thị liên kết bạn chọn."
  },
  "Sign up as a payment agent, build your own custom payment website, and use our API to earn commission on every payment you process for Deriv's clients.": {
    "message": "Đăng ký làm đại lý thanh toán, tự tạo trang web thanh toán của riêng mình và sử dụng API của chúng tôi để nhận hoa hồng từ các khoản thanh toán bạn xử lý cho khách hàng của Deriv."
  },
  "Select API Call - Version 3": {
    "message": "Chọn API Call - Phiên bản 3"
  },
  "ALL CALLS": {
    "message": "ALL CALLS"
  },
  "Note:": {
    "message": "Chú ý:"
  },
  "Do not share tokens with the Admin scope with unauthorised parties.": {
    "message": "Không chia sẻ mã token có quyền Quản trị viên với các bên không được ủy quyền."
  },
  "This scope will allow third-party apps to view your account activity, settings, limits, balance sheets, trade purchase history, and more.": {
    "message": "Quyền này cho phép ứng dụng của bên thứ ba xem hoạt động tài khoản, cài đặt, giới hạn, bảng cân đối kế toán, lịch sử giao dịch và nhiều quyền khác nữa."
  },
  "This scope will allow third-party apps to buy and sell contracts for you, renew your expired purchases, and top up your demo accounts.": {
    "message": "Quyền này cho phép các ứng dụng của bên thứ ba mua và bán hợp đồng cho bạn, gia hạn các giao dịch mua đã hết hạn và nạp tiền vào tài khoản thử nghiệm của bạn."
  },
  "This scope will allow third-party apps to withdraw to payment agents and make inter-account transfers for you.": {
    "message": "Quyền này cho phép ứng dụng của bên thứ ba rút tiền cho đại lý thanh toán và thực hiện chuyển khoản giữa các tài khoản cho bạn."
  },
  "This scope will allow third-party apps to view your trading history.": {
    "message": "Quyền này cho phép các ứng dụng của bên thứ ba xem lịch sử giao dịch của bạn."
  },
  "This scope will allow third-party apps to open accounts for you, manage your settings and token usage, and more.": {
    "message": "Quyền này cho phép ứng dụng của bên thứ ba mở tài khoản, quản lý cài đặt, sử dụng mã token của bạn và nhiều quyền khác nữa."
  },
  "Select scopes based on the access you need.": {
    "message": "Chọn phạm vi quyền hạn dựa theo nhu cầu của bạn."
  },
  "Copy and paste the token into the app.": {
    "message": "Sao chép và dán token vào ứng dụng."
  },
  "This account doesn't have API tokens with the admin scope. Choose another account.": {
    "message": "Tài khoản này không có mã API token với quyền quản trị viên. Hãy chọn một tài khoản khác."
  },
  "App information": {
    "message": "Thông tin ứng dụng"
  },
  "Select your api token ( it should have admin scope )": {
    "message": "Chọn mã API token của bạn (phải có quyền quản trị viên)"
  },
  "App name (required)": {
    "message": "Tên ứng dụng (bắt buộc)"
  },
  "That name is taken. Choose another.": {
    "message": "Tên đó được lấy. Chọn một cái khác."
  },
  "Markup": {
    "message": "Phí"
  },
  "You can earn commission by adding a markup to the price of each trade. Enter your markup percentage here.": {
    "message": "Bạn có thể kiếm được hoa hồng bằng cách tính phí trên mỗi giao dịch. Nhập phần trăm phí bạn muốn tính ở đây."
  },
  "Note: Markup is only available for real accounts.": {
    "message": "Lưu ý: Đánh dấu chỉ khả dụng cho các tài khoản thực."
  },
  "Markup percentage (optional)": {
    "message": "% phí (tùy chọn)"
  },
  "Enter 0 if you don‘t want to earn a markup. Max markup: 3%": {
    "message": "Nhập 0 nếu bạn không muốn kiếm tiền đánh dấu. Đánh giá tối đa: 3%"
  },
  "OAuth details": {
    "message": "Thông tin OAuth"
  },
  "This allows clients to log in to your app using their Deriv accounts without an API token.": {
    "message": "Quyền này cho phép khách hàng đăng nhập vào ứng dụng của bạn bằng tài khoản Deriv của họ mà không cần mã API token."
  },
  "Authorisation URL (optional)": {
    "message": "URL ủy quyền (tùy chọn)"
  },
  "Please note that this URL will be used as the OAuth redirect URL for the OAuth authorization.": {
    "message": "Xin lưu ý rằng URL này sẽ được sử dụng làm URL chuyển hướng OAuth cho ủy quyền OAuth."
  },
  "Verification URL (optional)": {
    "message": "Xác thực URL (tùy chọn)"
  },
  "Scope of authorization": {
    "message": "Phạm vi ủy quyền"
  },
  "Select the scope for your app:": {
    "message": "Chọn phạm vi cho ứng dụng của bạn:"
  },
  "Read": {
    "message": "Đọc"
  },
  ": You'll have full access to your clients' information.": {
    "message": ": Bạn sẽ có toàn quyền truy cập vào thông tin khách hàng của mình."
  },
  "Trade": {
    "message": "Giao dịch"
  },
  ": You'll be able to buy and sell contracts on your clients' behalf.": {
    "message": ": Bạn sẽ có thể mua và bán hợp đồng thay mặt cho khách hàng của mình."
  },
  "Trading information": {
    "message": "Thông tin giao dịch"
  },
  ": You‘ll be able to view your clients’ trading information, including their account balance.": {
    "message": ": Bạn sẽ có thể xem thông tin giao dịch của khách hàng, bao gồm số dư tài khoản của họ."
  },
  "Payments": {
    "message": "Các khoản chi trả"
  },
  ": You‘ll be able to perform deposits and withdrawals on your clients’ behalf.": {
    "message": ": Bạn sẽ có thể thực hiện nạp tiền và rút tiền thay mặt cho khách hàng của mình."
  },
  "Admin": {
    "message": "Quản trị viên"
  },
  ": Full account access, including the access to manage security tokens.": {
    "message": ": Quyền truy cập tài khoản đầy đủ, bao gồm quyền truy cập để quản lý mã token bảo mật."
  },
  "By registering your application, you acknowledge that you‘ve read and accepted the Deriv API": {
    "message": "Bằng việc đăng ký ứng dụng, bạn đồng ý rằng bạn đã đọc và chấp nhận Deriv API"
  },
  "terms and conditions": {
    "message": "điều khoản và điều kiện"
  },
  "Edit application details": {
    "message": "Chỉnh sửa thông tin ứng dụng"
  },
  "Delete application": {
    "message": "Xóa ứng dụng"
  },
  "To see your details reflected, please register your app via the registration form.": {
    "message": "Để xem thông tin chi tiết, vui lòng đăng ký ứng dụng của bạn thông qua biểu mẫu đăng ký."
  },
  "Register now": {
    "message": "Đăng ký ngay"
  },
  "Manage tokens": {
    "message": "Quản lý token"
  },
  "Register application": {
    "message": "Đăng ký ứng dụng"
  },
  "Manage applications": {
    "message": "Quản lý ứng dụng"
  },
  "Your apps": {
    "message": "Ứng dụng của bạn"
  },
  "Register your app, get an app ID, and start using the Deriv API": {
    "message": "Đăng ký ứng dụng của bạn, nhận ID ứng dụng và bắt đầu sử dụng Deriv API"
  },
  "Be careful who you share this token with. Anyone with this token can perform the following actions on your account behalf": {
    "message": "Hãy cẩn thận với những người bạn chia sẻ mã token này. Bất kỳ ai có mã token này đều có thể thực hiện các thao tác sau trên tài khoản của bạn"
  },
  "Add accounts": {
    "message": "Thêm tài khoản"
  },
  "Create or delete API tokens for trading and withdrawals": {
    "message": "Tạo hoặc xóa mã API token để giao dịch và rút tiền"
  },
  "Modify account settings": {
    "message": "Sửa đổi cài đặt tài khoản"
  },
  "Enter your API token (with the Admin scope) to register your app.": {
    "message": "Nhập mã API token của bạn (với quyền quản trị viên) để đăng ký ứng dụng."
  },
  "You have successfully registered your application.": {
    "message": "Bạn đã đăng ký thành công đơn đăng ký của mình."
  },
  "You can now start using Deriv API": {
    "message": "Bây giờ bạn có thể bắt đầu sử dụng Deriv API"
  },
  "Got it": {
    "message": "Đã hiểu"
  },
  "Cancel": {
    "message": "Hủy bỏ"
  },
  "theme.ErrorPageContent.title": {
    "message": "Trang này bị lỗi.",
    "description": "The title of the fallback page when the page crashed"
  },
  "theme.NotFound.title": {
    "message": "Không tìm thấy trang",
    "description": "The title of the 404 page"
  },
  "theme.NotFound.p1": {
    "message": "Chúng tôi không thể tìm thấy những gì bạn đang tìm kiếm.",
    "description": "The first paragraph of the 404 page"
  },
  "theme.NotFound.p2": {
    "message": "Vui lòng liên hệ với chủ sở hữu của trang web đã liên kết bạn với URL gốc và cho họ biết liên kết của họ bị hỏng.",
    "description": "The 2nd paragraph of the 404 page"
  },
  "theme.admonition.note": {
    "message": "chú ý",
    "description": "The default label used for the Note admonition (:::note)"
  },
  "theme.admonition.tip": {
    "message": "mẹo",
    "description": "The default label used for the Tip admonition (:::tip)"
  },
  "theme.admonition.danger": {
    "message": "nguy hiểm",
    "description": "The default label used for the Danger admonition (:::danger)"
  },
  "theme.admonition.info": {
    "message": "thông tin",
    "description": "The default label used for the Info admonition (:::info)"
  },
  "theme.admonition.caution": {
    "message": "lưu ý",
    "description": "The default label used for the Caution admonition (:::caution)"
  },
  "theme.BackToTopButton.buttonAriaLabel": {
    "message": "Cuộn trở lại đầu trang",
    "description": "The ARIA label for the back to top button"
  },
  "theme.blog.archive.title": {
    "message": "Lưu trữ",
    "description": "The page & hero title of the blog archive page"
  },
  "theme.blog.archive.description": {
    "message": "Lưu trữ",
    "description": "The page & hero description of the blog archive page"
  },
  "theme.blog.paginator.navAriaLabel": {
    "message": "Điều hướng danh sách bài viết blog",
    "description": "The ARIA label for the blog pagination"
  },
  "theme.blog.paginator.newerEntries": {
    "message": "Các mục mới hơn",
    "description": "The label used to navigate to the newer blog posts page (previous page)"
  },
  "theme.blog.paginator.olderEntries": {
    "message": "Các mục cũ hơn",
    "description": "The label used to navigate to the older blog posts page (next page)"
  },
  "theme.blog.post.paginator.navAriaLabel": {
    "message": "Điều hướng trang bài viết blog",
    "description": "The ARIA label for the blog posts pagination"
  },
  "theme.blog.post.paginator.newerPost": {
    "message": "Bài viết mới hơn",
    "description": "The blog post button label to navigate to the newer/previous post"
  },
  "theme.blog.post.paginator.olderPost": {
    "message": "Bài viết cũ hơn",
    "description": "The blog post button label to navigate to the older/next post"
  },
  "theme.blog.post.plurals": {
    "message": "Một bài viết | {count} bài viết",
    "description": "Pluralized label for \"{count} posts\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.blog.tagTitle": {
    "message": "{nPosts} được gắn với thẻ “{tagName}”",
    "description": "The title of the page for a blog tag"
  },
  "theme.tags.tagsPageLink": {
    "message": "Xem tất cả các thẻ",
    "description": "The label of the link targeting the tag list page"
  },
  "theme.colorToggle.ariaLabel": {
    "message": "Chuyển đổi giữa chế độ tối và sáng (hiện tại {mode})",
    "description": "The ARIA label for the navbar color mode toggle"
  },
  "theme.colorToggle.ariaLabel.mode.dark": {
    "message": "chế độ tối",
    "description": "The name for the dark color mode"
  },
  "theme.colorToggle.ariaLabel.mode.light": {
    "message": "chế độ sáng",
    "description": "The name for the light color mode"
  },
  "theme.docs.breadcrumbs.navAriaLabel": {
    "message": "Breadcrumbs",
    "description": "The ARIA label for the breadcrumbs"
  },
  "theme.docs.tagDocListPageTitle.nDocsTagged": {
    "message": "Một tài liệu được gắn thẻ|{count} tài liệu được gắn thẻ",
    "description": "Pluralized label for \"{count} docs tagged\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.tagDocListPageTitle": {
    "message": "{nDocsTagged} với “{tagName}”",
    "description": "The title of the page for a docs tag"
  },
  "theme.docs.versionBadge.label": {
    "message": "Phiên bản: {versionLabel}"
  },
  "theme.docs.versions.unreleasedVersionLabel": {
    "message": "Đây là tài liệu chưa được phát hành cho phiên bản {siteTitle} {versionLabel} .",
    "description": "The label used to tell the user that he's browsing an unreleased doc version"
  },
  "theme.docs.versions.unmaintainedVersionLabel": {
    "message": "Đây là tài liệu không còn được chủ động duy trì cho {siteTitle} {versionLabel}.",
    "description": "The label used to tell the user that he's browsing an unmaintained doc version"
  },
  "theme.docs.versions.latestVersionSuggestionLabel": {
    "message": "Để cập nhật tài liệu, tham khảo {latestVersionLink} ({versionLabel}).",
    "description": "The label used to tell the user to check the latest version"
  },
  "theme.docs.versions.latestVersionLinkLabel": {
    "message": "phiên bản mới nhất",
    "description": "The label used for the latest version suggestion link label"
  },
  "theme.common.editThisPage": {
    "message": "Chỉnh sửa trang này",
    "description": "The link label to edit the current page"
  },
  "theme.common.headingLinkTitle": {
    "message": "Liên kết trực tiếp đến {heading}",
    "description": "Title for link to heading"
  },
  "theme.lastUpdated.atDate": {
    "message": " vào ngày {date}",
    "description": "The words used to describe on which date a page has been last updated"
  },
  "theme.lastUpdated.byUser": {
    "message": " bởi {user}",
    "description": "The words used to describe by who the page has been last updated"
  },
  "theme.lastUpdated.lastUpdatedAtBy": {
    "message": "Cập nhật mới nhất {atDate}{byUser}",
    "description": "The sentence used to display when a page has been last updated, and by who"
  },
  "theme.navbar.mobileVersionsDropdown.label": {
    "message": "Phiên bản",
    "description": "The label for the navbar versions dropdown on mobile view"
  },
  "theme.tags.tagsListLabel": {
    "message": "Thẻ:",
    "description": "The label alongside a tag list"
  },
  "theme.AnnouncementBar.closeButtonAriaLabel": {
    "message": "Đóng",
    "description": "The ARIA label for close button of announcement bar"
  },
  "theme.blog.sidebar.navAriaLabel": {
    "message": "Điều hướng bài viết blog gần đây",
    "description": "The ARIA label for recent posts in the blog sidebar"
  },
  "theme.CodeBlock.copied": {
    "message": "Đã sao chép",
    "description": "The copied button label on code blocks"
  },
  "theme.CodeBlock.copyButtonAriaLabel": {
    "message": "Sao chép mã vào khay nhớ tạm",
    "description": "The ARIA label for copy code blocks button"
  },
  "theme.CodeBlock.copy": {
    "message": "Sao chép",
    "description": "The copy button label on code blocks"
  },
  "theme.CodeBlock.wordWrapToggle": {
    "message": "Bật/tắt word wrap",
    "description": "The title attribute for toggle word wrapping button of code block lines"
  },
  "theme.DocSidebarItem.toggleCollapsedCategoryAriaLabel": {
    "message": "Bật/tắt mục '{label}' ở thanh bên",
    "description": "The ARIA label to toggle the collapsible sidebar category"
  },
  "theme.navbar.mobileLanguageDropdown.label": {
    "message": "Ngôn ngữ",
    "description": "The label for the mobile language switcher dropdown"
  },
  "theme.NavBar.navAriaLabel": {
    "message": "Chính",
    "description": "The ARIA label for the main navigation"
  },
  "theme.blog.post.readMore": {
    "message": "Tìm hiểu thêm",
    "description": "The label used in blog post item excerpts to link to full blog posts"
  },
  "theme.blog.post.readMoreLabel": {
    "message": "Tìm hiểu thêm về {title}",
    "description": "The ARIA label for the link to full blog posts from excerpts"
  },
  "theme.docs.breadcrumbs.home": {
    "message": "Trang chủ",
    "description": "The ARIA label for the home page in the breadcrumbs"
  },
  "theme.TOCCollapsible.toggleButtonLabel": {
    "message": "Trên trang này",
    "description": "The label used by the button on the collapsible TOC component"
  },
  "theme.blog.post.readingTime.plurals": {
    "message": "Một phút đọc | Đã đọc {readingTime} phút",
    "description": "Pluralized label for \"{readingTime} min read\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.sidebar.collapseButtonTitle": {
    "message": "Thu gọn thanh bên",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.collapseButtonAriaLabel": {
    "message": "Thu gọn thanh bên",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.navAriaLabel": {
    "message": "Tài liệu thanh bên",
    "description": "The ARIA label for the sidebar navigation"
  },
  "theme.docs.sidebar.closeSidebarButtonAriaLabel": {
    "message": "Đóng thanh điều hướng",
    "description": "The ARIA label for close button of mobile sidebar"
  },
  "theme.docs.sidebar.toggleSidebarButtonAriaLabel": {
    "message": "Bật/tắt thanh điều hướng",
    "description": "The ARIA label for hamburger menu button of mobile navigation"
  },
  "theme.navbar.mobileSidebarSecondaryMenu.backButtonLabel": {
    "message": "← Quay lại menu chính",
    "description": "The label of the back button to return to main menu, inside the mobile navbar sidebar secondary menu (notably used to display the docs sidebar)"
  },
  "theme.docs.sidebar.expandButtonTitle": {
    "message": "Mở rộng thanh bên",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.docs.sidebar.expandButtonAriaLabel": {
    "message": "Mở rộng thanh bên",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.Playground.result": {
    "message": "Kết quả",
    "description": "The result label of the live codeblocks"
  },
  "theme.Playground.liveEditor": {
    "message": "Trình chỉnh sửa trực tiếp",
    "description": "The live editor label of the live codeblocks"
  },
  "theme.SearchBar.noResultsText": {
    "message": "Không tìm thấy kết quả"
  },
  "theme.SearchBar.seeAll": {
    "message": "Xem tất cả kết quả"
  },
  "theme.SearchBar.seeAllOutsideContext": {
    "message": "Xem kết quả bên ngoài {context}"
  },
  "theme.SearchBar.searchInContext": {
    "message": "Xem tất cả kết quả trong {context}"
  },
  "theme.SearchBar.label": {
    "message": "Tìm kiếm",
    "description": "The ARIA label and placeholder for search button"
  },
  "theme.SearchPage.existingResultsTitle": {
    "message": "Kết quả tìm kiếm cho \"{query}”",
    "description": "The search page title for non-empty query"
  },
  "theme.SearchPage.emptyResultsTitle": {
    "message": "Tìm kiếm tài liệu",
    "description": "The search page title for empty query"
  },
  "theme.SearchPage.searchContext.everywhere": {
    "message": "mọi nơi"
  },
  "theme.SearchPage.documentsFound.plurals": {
    "message": "Tìm thấy 1 tài liệu | {count} tài liệu được tìm thấy",
    "description": "Pluralized label for \"{count} documents found\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.SearchPage.noResultsText": {
    "message": "Không tìm thấy tài liệu nào",
    "description": "The paragraph for empty search result"
  },
  "theme.ErrorPageContent.tryAgain": {
    "message": "Thử lại",
    "description": "The label of the button to try again rendering when the React error boundary captures an error"
  },
  "theme.common.skipToMainContent": {
    "message": "Chuyển đến nội dung chính",
    "description": "The skip to content label used for accessibility, allowing to rapidly navigate to main content with keyboard tab/enter navigation"
  },
  "theme.tags.tagsPageTitle": {
    "message": "Thẻ",
    "description": "The title of the tag list page"
  },
  "Deriv website": {
    "message": "Trang web Deriv"
  },
  "Who we are": {
    "message": "Chúng tôi là ai"
  },
  "Contact us": {
    "message": "Liên hệ với chúng tôi"
  },
  "Only alphanumeric characters with spaces and underscores are allowed. (Example: my_application)": {
    "message": "Chỉ cho phép ký tự chữ và số có dấu cách và dấu gạch dưới. (Ví dụ: my_application)"
  },
  "The name cannot contain “Binary”, “Deriv”, or similar words.": {
    "message": "Tên không thể chứa “Binary”, “Deriv” hoặc các từ tương tự."
  },
  "Your website URL cannot exceed 255 characters.": {
    "message": "URL trang web của bạn không được vượt quá 255 ký tự."
  },
  "Enter a valid URL. (Example: https://www.[YourDomainName].com)": {
    "message": "Nhập URL hợp lệ. (Ví dụ: https://www. [Tên miền của bạn] .com)"
  },
  "Your markup value cannot be more than 4 characters.": {
    "message": "Giá trị đánh dấu của bạn không được nhiều hơn 4 ký tự."
  },
  "Your markup value must be equal to or above 0.00 and no more than 3.00.": {
    "message": "Giá trị đánh dấu của bạn phải bằng hoặc cao hơn 0,00 và không quá 3,00."
  },
  "Using Deriv API to build a trading app with features like real-time pricing charts available on Dtrader.": {
    "message": "Sử dụng Deriv API để xây dựng một ứng dụng giao dịch với các tính năng như biểu đồ giá thời gian thực có sẵn trên Dtrader."
  },
  "Benefits of using Deriv API": {
    "message": "Lợi ích của việc sử dụng Deriv API"
  },
  "Automation": {
    "message": "Tự động hóa"
  },
  "Easy integration": {
    "message": "Tích hợp dễ dàng"
  },
  "Fast execution": {
    "message": "Thực hiện nhanh"
  },
  "A trading app created using Deriv API shown on a laptop.": {
    "message": "Một ứng dụng giao dịch được tạo bằng Deriv API hiển thị trên máy tính xách tay."
  },
  "Personalise your trading": {
    "message": "Cá nhân hóa giao dịch của bạn"
  },
  "Personalise your trading apps to match your needs. Create charts and views the way you like them. Develop your trading app using any common programming language and extend your trading opportunities.": {
    "message": "Cá nhân hóa các ứng dụng giao dịch của bạn để phù hợp với nhu cầu của bạn. Tạo biểu đồ và chế độ xem theo cách bạn thích. Phát triển ứng dụng giao dịch của bạn bằng bất kỳ ngôn ngữ lập trình phổ biến nào và mở rộng cơ hội giao dịch của bạn."
  },
  "Build a business and earn more": {
    "message": "Xây dựng doanh nghiệp và kiếm được nhiều tiền hơn"
  },
  "Create your own trading apps by taking advantage of the power of Deriv's trading services. Share your apps with fellow traders or customers, and get a chance to earn more or build your own business.": {
    "message": "Tạo ứng dụng giao dịch của riêng bạn bằng cách tận dụng các dịch vụ trading của Deriv. Chia sẻ ứng dụng của bạn với các trader khác hoặc khách hàng để kiếm thêm thu nhập hoặc tự tạo doanh nghiệp của riêng mình."
  },
  "Name": {
    "message": "Tên"
  },
  "Token": {
    "message": "Mã thông báo"
  },
  "Scopes": {
    "message": "Phạm vi"
  },
  "Last Used": {
    "message": "Lần sử dụng lần cuối"
  },
  "Valid for IP": {
    "message": "Có giá trị cho IP"
  },
  "Update Application": {
    "message": "Cập nhật ứng dụng"
  },
  "Register Application": {
    "message": "Đăng ký ứng dụng"
  },
  "Your account": {
    "message": "Tài khoản của bạn"
  },
  "Choose your API token with the admin scope": {
    "message": "Chọn mã thông báo API của bạn với phạm vi quản trị"
  },
  "Application Name": {
    "message": "Tên ứng dụng"
  },
  "Application ID": {
    "message": "ID ứng dụng"
  },
  "Redirect URL": {
    "message": "Chuyển hướng URL"
  },
  "Actions": {
    "message": "Hành động"
  },
  "Only alphanumeric characters with spaces and underscores are allowed.": {
    "message": "Chỉ cho phép ký tự chữ và số có dấu cách và dấu gạch dưới."
  },
  "The name can contain up to 48 characters.": {
    "message": "Tên có thể chứa tối đa 48 ký tự."
  },
  "Duplicate token names aren’t allowed.": {
    "message": "Tên mã thông báo trùng lặp không được phép."
  },
  "Only alphanumeric characters with spaces and underscores are allowed": {
    "message": "Chỉ cho phép ký tự chữ và số có dấu cách và dấu gạch dưới"
  },
  "Only 2-32 characters are allowed": {
    "message": "Chỉ được phép 2-32 ký tự"
  },
  "No duplicate token names are allowed for the same account.": {
    "message": "Không được phép đặt tên mã thông báo trùng lặp cho cùng một tài khoản."
  },
  "No keywords \"deriv\" or \"binary\" or words that look similar, e.g. \"_binary_\" or \"d3eriv\" are allowed.": {
    "message": "Không có từ khóa “deriv” hoặc “binary” hoặc các từ trông giống nhau, ví dụ: “_binary_” hoặc “d3eriv” được cho phép."
  },
  "Name your token and click on Create to generate your token.": {
    "message": "Đặt tên mã token của bạn và nhấp vào Tạo để tạo mã token của bạn."
  },
  "Token name (You've created {numberOfTokens} out of 30 tokens)": {
    "message": "Tên mã thông báo (Bạn đã tạo {numberOfTokens} trong số 30 mã thông báo)"
  },
  "Create": {
    "message": "Tạo"
  },
  "theme.docs.DocCard.categoryDescription.plurals": {
    "message": "1 sản phẩm|{count} items",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.admonition.warning": {
    "message": "cảnh báo",
    "description": "The default label used for the Warning admonition (:::warning)"
  },
  "theme.DocSidebarItem.expandCategoryAriaLabel": {
    "message": "Mở rộng danh mục thanh bên '{label}'",
    "description": "The ARIA label to expand the sidebar category"
  },
  "theme.DocSidebarItem.collapseCategoryAriaLabel": {
    "message": "Thu gọn danh mục thanh bên '{label}'",
    "description": "The ARIA label to collapse the sidebar category"
  },
  "theme.unlistedContent.title": {
    "message": "Trang chưa được liệt kê",
    "description": "The unlisted content banner title"
  },
  "theme.unlistedContent.message": {
    "message": "Trang này chưa được liệt kê. Các công cụ tìm kiếm sẽ không lập chỉ mục nó và chỉ người dùng có liên kết trực tiếp mới có thể truy cập nó.",
    "description": "The unlisted content banner message"
  },
  "With our API, you'll be able to:": {
    "message": "Với API của chúng tôi, bạn sẽ có thể:"
  },
  "Yes, delete": {
    "message": "Có, xóa"
  },
  "Delete token": {
    "message": "Xóa mã thông báo"
  },
  "Are you sure you want to delete this token?": {
    "message": "Bạn có chắc bạn muốn xóa mã token này?"
  },
  "Delete app": {
    "message": "Xóa ứng dụng"
  },
  "Are you sure you want to delete this app?": {
    "message": "Bạn có chắc chắn bạn muốn xóa ứng dụng này không?"
  },
  "Update App": {
    "message": "Cập nhật ứng dụng"
  },
  "Your token name must be atleast 2 characters long.": {
    "message": "Tên mã thông báo của bạn phải dài ít nhất 2 ký tự."
  },
  "Only up to 32 characters are allowed.": {
    "message": "Chỉ cho phép tối đa 32 ký tự."
  },
  "Nevermind": {
    "message": "Đừng bận tâm"
  },
  "OK": {
    "message": "ĐƯỢC"
  },
  "Token created successfully!": {
    "message": "Mã thông báo được tạo thành công!"
  },
  "Please save this token key. For security reasons, it can't be viewed or copied again. If you lose this key, you'll need to generate a new token.": {
    "message": "Vui lòng lưu mã thông báo này. Vì lý do bảo mật, nó không thể được xem hoặc sao chép lại. Nếu bạn mất khóa này, bạn sẽ cần tạo một mã thông báo mới."
  },
  "Key": {
    "message": "Chìa khóa"
  },
  "You've created the maximum number of tokens.": {
    "message": "Bạn đã tạo ra số lượng token tối đa."
  },
  "Deriv account": {
    "message": "Tài khoản Deriv"
  },
  "Log out": {
    "message": "Đăng xuất"
  },
  "Documentation": {
    "message": "Tài liệu"
  },
  "Dashboard": {
    "message": "Bảng điều khiển"
  },
  "API explorer": {
    "message": "Trình thám hiểm API"
  },
  "Deriv Tech": {
    "message": "Công nghệ Deriv"
  },
  "Bug bounty": {
    "message": "Săn lỗ hổng nhận thưởng"
  },
  "Homepage": {
    "message": "Trang chủ"
  },
  "API": {
    "message": "API"
  },
  "Deriv.com": {
    "message": "Dẫn vị.com"
  },
  "Telegram": {
    "message": "Telegram"
  },
  "if you need any assistance or support.": {
    "message": "Nếu bạn cần bất kỳ sự hỗ trợ hoặc hỗ trợ nào."
  },
  "Send an email": {
    "message": "Gửi email"
  }
}
