{
  "version.label": {
    "message": "التالي",
    "description": "The label for version current"
  },
  "sidebar.tutorialSidebar.category.Core concepts": {
    "message": "المفاهيم الأساسية",
    "description": "The label for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Core concepts.link.generated-index.description": {
    "message": "تعلّم كيفية استخدام WebSocket API ومكالمات واجهة برمجة التطبيقات (API) لإنشاء تطبيق تداول مخصص لك.",
    "description": "The generated-index page description for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples": {
    "message": "أمثلة على الرموز",
    "description": "The label for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.title": {
    "message": "أمثلة على الرموز",
    "description": "The generated-index page title for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.description": {
    "message": "اكتشف رموز واجهة برمجة التطبيقات API المتاحة لك لاستخدامها في إنشاء تطبيق التداول الخاص بك. تعلم مع أمثلة API.",
    "description": "The generated-index page description for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples": {
    "message": "أمثلة على جافا سكريبت",
    "description": "The label for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.title": {
    "message": "أمثلة جافا سكريبت",
    "description": "The generated-index page title for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.description": {
    "message": "استكشف أكواد JavaScript التي يمكنك استخدامها لإنشاء تطبيق التداول الخاص بك. تعلم من خلال أمثلة JavaScript وأمثلة واجهة برمجة التطبيقات.",
    "description": "The generated-index page description for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages": {
    "message": "اللغات",
    "description": "The label for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.title": {
    "message": "لغات البرمجة",
    "description": "The generated-index page title for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.description": {
    "message": "اختر لغتك البرمجية المفضلة لإنشاء تطبيق تداول بمساعدة واجهة برمجة تطبيقات WebSocket. ابدأ التعلم مع هذه الأمثلة البرمجية.",
    "description": "The generated-index page description for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript": {
    "message": "جافا سكريبت",
    "description": "The label for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript.link.generated-index.description": {
    "message": "ابدأ في إنشاء تطبيق التداول الخاص بك باستخدام Javascript وHTML وCSS عبر واجهة برمجة تطبيقات WebSocket الخاصة بنا.",
    "description": "The generated-index page description for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides": {
    "message": "أدلة إرشادية",
    "description": "The label for category Guides in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides.link.generated-index.description": {
    "message": "دليل لواجهة برمجة تطبيقات المشتقات، بما في ذلك أمثلة على واجهة برمجة التطبيقات لإنشاء تطبيق تداول بميزات شاملة مشابهة لتطبيق Deriv Trader. ابدأ اليوم!",
    "description": "The generated-index page description for category Guides in sidebar tutorialSidebar"
  }
}
