{
  "version.label": {
    "message": "ඊළඟ",
    "description": "The label for version current"
  },
  "sidebar.tutorialSidebar.category.Core concepts": {
    "message": "මූලික සංකල්ප",
    "description": "The label for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Core concepts.link.generated-index.description": {
    "message": "ඔබගේ අභිරුචිකරණය කරන ලද වෙළඳ යෙදුම නිර්මාණය කිරීම සඳහා API WebSocket සහ API ඇමතුම් භාවිතා කිරීමට ඉගෙන ගන්න.",
    "description": "The generated-index page description for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples": {
    "message": "කේත උදාහරණ",
    "description": "The label for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.title": {
    "message": "කේත උදාහරණ",
    "description": "The generated-index page title for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.description": {
    "message": "ඔබේ වෙළඳ යෙදුම තැනීමට ඔබට භාවිතා කිරීමට ඇති API කේත මොනවාදැයි සොයා බලන්න. API උදාහරණ සමඟ ඉගෙන ගන්න.",
    "description": "The generated-index page description for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples": {
    "message": "ජාවාස්ක්රිප්ට්",
    "description": "The label for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.title": {
    "message": "JavaScript උදාහරණ",
    "description": "The generated-index page title for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.description": {
    "message": "ඔබේ වෙළඳ යෙදුම තැනීමට ඔබට භාවිතා කළ හැකි JavaScript කේත ගවේෂණය කරන්න. JavaScript උදාහරණ සහ API උදාහරණ හරහා ඉගෙන ගන්න.",
    "description": "The generated-index page description for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages": {
    "message": "භාෂා",
    "description": "The label for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.title": {
    "message": "ක්රමලේඛන භාෂා",
    "description": "The generated-index page title for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.description": {
    "message": "අපගේ WebSocket API ආධාරයෙන් වෙළඳ යෙදුමක් නිර්මාණය කිරීම සඳහා ඔබ කැමති ක්රමලේඛන භාෂාව තෝරන්න. මෙම කේත උදාහරණ සමඟ ඉගෙනීම ආරම්භ කරන්න.",
    "description": "The generated-index page description for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript": {
    "message": "JavaScript",
    "description": "The label for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript.link.generated-index.description": {
    "message": "අපගේ වෙබ්සොකට් API හරහා Javascript, HTML සහ CSS සමඟ ඔබේ වෙළඳ යෙදුම ගොඩනැගීම ආරම්භ කරන්න.",
    "description": "The generated-index page description for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides": {
    "message": "මාර්ගෝපදේශ",
    "description": "The label for category Guides in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides.link.generated-index.description": {
    "message": "ඩෙරිව් ට්රේඩර් සමාන පුළුල් විශේෂාංග සහිත වෙළඳ යෙදුමක් නිර්මාණය කිරීම සඳහා API උදාහරණ ඇතුළුව ඩෙරිව් API සඳහා මාර්ගෝපදේශයක්. අදම ආරම්භ කරන්න!",
    "description": "The generated-index page description for category Guides in sidebar tutorialSidebar"
  }
}
