{
  "version.label": {
    "message": "Siguiente",
    "description": "The label for version current"
  },
  "sidebar.tutorialSidebar.category.Core concepts": {
    "message": "Conceptos fundamentales",
    "description": "The label for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Core concepts.link.generated-index.description": {
    "message": "Aprenda a utilizar la API WebSocket y las llamadas a la API para crear su aplicación de trading personalizada.",
    "description": "The generated-index page description for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples": {
    "message": "Ejemplos de código",
    "description": "The label for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.title": {
    "message": "Ejemplos de código",
    "description": "The generated-index page title for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.description": {
    "message": "Descubra los códigos API que puede utilizar para crear su aplicación de trading. Aprenda con ejemplos de API.",
    "description": "The generated-index page description for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples": {
    "message": "Ejemplos de Javascript",
    "description": "The label for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.title": {
    "message": "Ejemplos de JavaScript",
    "description": "The generated-index page title for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.description": {
    "message": "Explore los códigos JavaScript que puede utilizar para crear su aplicación de trading. Aprenda a través de ejemplos de JavaScript y ejemplos de API.",
    "description": "The generated-index page description for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages": {
    "message": "Lenguajes",
    "description": "The label for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.title": {
    "message": "Lenguajes de programación",
    "description": "The generated-index page title for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.description": {
    "message": "Seleccione su lenguaje de programación preferido para crear una aplicación de trading con la ayuda de nuestra API WebSocket. Empiece a aprender con estos ejemplos de código.",
    "description": "The generated-index page description for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript": {
    "message": "JavaScript",
    "description": "The label for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript.link.generated-index.description": {
    "message": "Empiece a crear su aplicación de trading con Javascript, HTML y CSS a través de nuestra API WebSocket.",
    "description": "The generated-index page description for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides": {
    "message": "Guías",
    "description": "The label for category Guides in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides.link.generated-index.description": {
    "message": "Una guía sobre la API Deriv, que incluye ejemplos de la API para crear una aplicación de trading con funciones completas similares a Deriv Trader. ¡Empiece hoy mismo!",
    "description": "The generated-index page description for category Guides in sidebar tutorialSidebar"
  }
}
