{
  "version.label": {
    "message": "Weiter",
    "description": "The label for version current"
  },
  "sidebar.tutorialSidebar.category.Core concepts": {
    "message": "Zentrale Konzepte",
    "description": "The label for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Core concepts.link.generated-index.description": {
    "message": "Lernen Sie, wie Sie API WebSocket und API-Aufrufe verwenden, um Ihre maßgeschneiderte Handelsanwendung zu erstellen.",
    "description": "The generated-index page description for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples": {
    "message": "Code-Beispiele",
    "description": "The label for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.title": {
    "message": "Code-Beispiele",
    "description": "The generated-index page title for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.description": {
    "message": "Finden Sie heraus, welche API-Codes Ihnen zur Verfügung stehen, um Ihre Trading-App zu erstellen. Lernen Sie mit API-Beispielen.",
    "description": "The generated-index page description for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples": {
    "message": "Javascript Beispiele",
    "description": "The label for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.title": {
    "message": "JavaScript Beispiele",
    "description": "The generated-index page title for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.description": {
    "message": "Entdecken Sie JavaScript-Codes, die Sie für die Entwicklung Ihrer Trading-App verwenden können. Lernen Sie anhand von JavaScript-Beispielen und API-Beispielen.",
    "description": "The generated-index page description for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages": {
    "message": "Sprachen",
    "description": "The label for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.title": {
    "message": "Programmiersprachen",
    "description": "The generated-index page title for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.description": {
    "message": "Wählen Sie Ihre bevorzugte Programmiersprache, um eine Handelsanwendung mit Hilfe unserer WebSocket API zu erstellen. Beginnen Sie mit diesen Codebeispielen zu lernen.",
    "description": "The generated-index page description for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript": {
    "message": "JavaScript",
    "description": "The label for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript.link.generated-index.description": {
    "message": "Beginnen Sie mit der Erstellung Ihrer Handelsanwendung mit Javascript, HTML und CSS über unsere WebSocket-API.",
    "description": "The generated-index page description for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides": {
    "message": "Leitfäden",
    "description": "The label for category Guides in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides.link.generated-index.description": {
    "message": "Ein Leitfaden zur Deriv API, einschließlich API-Beispielen zur Erstellung einer Handelsapp mit umfassenden Funktionen ähnlich wie bei Deriv Trader. Legen Sie noch heute los!",
    "description": "The generated-index page description for category Guides in sidebar tutorialSidebar"
  }
}
