{
  "version.label": {
    "message": "Następny",
    "description": "The label for version current"
  },
  "sidebar.tutorialSidebar.category.Core concepts": {
    "message": "Podstawowe pojęcia",
    "description": "The label for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Core concepts.link.generated-index.description": {
    "message": "Naucz się korzystać z API WebSocket i wywołań API, aby stworzyć spersonalizowaną aplikację handlową.",
    "description": "The generated-index page description for category Core concepts in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples": {
    "message": "Przykłady kodów",
    "description": "The label for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.title": {
    "message": "Przykłady kodów",
    "description": "The generated-index page title for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Code examples.link.generated-index.description": {
    "message": "Dowiedz się, które kody API są dostępne do zbudowania aplikacji handlowej. Ucz się z przykładami API.",
    "description": "The generated-index page description for category Code examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples": {
    "message": "Przykłady Javascript",
    "description": "The label for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.title": {
    "message": "Przykłady JavaScript",
    "description": "The generated-index page title for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Javascript Examples.link.generated-index.description": {
    "message": "Przeglądaj kody JavaScript, których możesz użyć do zbudowania aplikacji handlowej. Ucz się za pomocą przykładów JavaScript i przykładów API.",
    "description": "The generated-index page description for category Javascript Examples in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages": {
    "message": "Języki",
    "description": "The label for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.title": {
    "message": "Języki programowania",
    "description": "The generated-index page title for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Languages.link.generated-index.description": {
    "message": "Wybierz preferowany język programowania, aby utworzyć aplikację handlową za pomocą naszego interfejsu API WebSocket. Zacznij uczyć się z tymi przykładami kodu.",
    "description": "The generated-index page description for category Languages in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript": {
    "message": "JavaScript",
    "description": "The label for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.JavaScript.link.generated-index.description": {
    "message": "Zacznij budować swoją aplikację handlową za pomocą Javascript, HTML i CSS za pośrednictwem naszego interfejsu API WebSocket.",
    "description": "The generated-index page description for category JavaScript in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides": {
    "message": "Przewodniki",
    "description": "The label for category Guides in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Guides.link.generated-index.description": {
    "message": "Przewodnik po interfejsie API Deriv, w tym przykłady API do tworzenia aplikacji handlowej z kompleksowymi funkcjami podobnymi do Deriv Trader. Zacznij już dziś!",
    "description": "The generated-index page description for category Guides in sidebar tutorialSidebar"
  }
}
