{
  "Add new token": {
    "message": "Ajouter un nouveau jeton"
  },
  "Account type": {
    "message": "Type de compte"
  },
  "Dashboard": {
    "message": "Tableau de bord"
  },
  "API explorer": {
    "message": "Explorateur API"
  },
  "Documentation": {
    "message": "Documentation"
  },
  "Deriv Tech": {
    "message": "Deriv Tech"
  },
  "Bug bounty": {
    "message": "Récompense de bogue"
  },
  "Homepage": {
    "message": "Page d'accueil"
  },
  "Who we are": {
    "message": "Qui nous sommes"
  },
  "Contact us": {
    "message": "Nous contacter"
  },
  "API": {
    "message": "API"
  },
  "Get connected": {
    "message": "Se connecter"
  },
  "Discuss ideas and share solutions with developers worldwide.": {
    "message": "Discutez des idées et partagez des solutions avec des développeurs du monde entier."
  },
  "Join our community": {
    "message": "Rejoignez notre communauté"
  },
  "Telegram": {
    "message": "Télégramme"
  },
  "We're here to help": {
    "message": "Nous sommes là pour aider"
  },
  "Email us at": {
    "message": "Envoyez-nous un email à"
  },
  "api-support@deriv.com": {
    "message": "api-support@deriv.com"
  },
  "if you need any assistance or support.": {
    "message": "si vous avez besoin d'aide ou de support."
  },
  "Send an email": {
    "message": "Envoyer un email"
  },
  "Deriv website": {
    "message": "Site Web Deriv"
  },
  "Log out": {
    "message": "Déconnexion"
  },
  "Log in": {
    "message": "Connexion"
  },
  "Sign up": {
    "message": "S'inscrire"
  },
  "Home": {
    "message": "Accueil"
  },
  "API Explorer": {
    "message": "Explorateur API"
  },
  "WebSocket API key features": {
    "message": "Fonctionnalités clés de l'API WebSocket"
  },
  "Build a trading platform that’s fast, flexible, and puts you in control.": {
    "message": "Construisez une plateforme de trading rapide, flexible et qui vous met aux commandes."
  },
  "Deriv FIX API key features": {
    "message": "Fonctionnalités clés de l'API Deriv FIX"
  },
  "Tailored for high-frequency, high-stakes trading.": {
    "message": "Adapté au trading haute fréquence et haute mise."
  },
  "Change API endpoint": {
    "message": "Changer l'endpoint API"
  },
  "Server URL": {
    "message": "URL du serveur"
  },
  "Server is Required": {
    "message": "Le serveur est requis"
  },
  "Please enter a valid server URL": {
    "message": "Veuillez entrer une URL de serveur valide"
  },
  "App ID": {
    "message": "App ID"
  },
  "App ID is required": {
    "message": "L'ID de l'application est requis"
  },
  "Please enter a valid app ID": {
    "message": "Veuillez entrer un ID d'application valide"
  },
  "Connected to :": {
    "message": "Connecté à :"
  },
  "Submit": {
    "message": "Soumettre"
  },
  "Reset to original settings": {
    "message": "Réinitialiser aux paramètres d'origine"
  },
  "Log in to your Deriv account to get the API token and start using our API.": {
    "message": "Connectez-vous à votre compte Deriv pour obtenir le jeton API et commencer à utiliser notre API."
  },
  "Log In": {
    "message": "Connexion"
  },
  "Enter your app name.": {
    "message": "Entrez le nom de votre application."
  },
  "Your website URL cannot exceed 255 characters.": {
    "message": "L'URL de votre site ne peut pas dépasser 255 caractères."
  },
  "Enter a valid URL. (Example: https://www.[YourDomainName].com)": {
    "message": "Entrez une URL valide. (Exemple: https://www.[VotreNomDeDomaine].com)"
  },
  "Markup value is required and must be between 0.00 and 3.00.": {
    "message": "La valeur de majoration est requise et doit être comprise entre 0,00 et 3,00."
  },
  "Your markup value must be equal to or above 0.00.": {
    "message": "Votre valeur de majoration doit être égale ou supérieure à 0,00."
  },
  "Your markup value must be no more than 3.00.": {
    "message": "Votre valeur de majoration ne doit pas dépasser 3,00."
  },
  "Your markup value cannot be more than 4 characters.": {
    "message": "Votre valeur de majoration ne peut pas dépasser 4 caractères."
  },
  "Select API Call - Version 3": {
    "message": "Sélectionnez l'appel API - Version 3"
  },
  "theme.docs.DocCard.categoryDescription": {
    "message": "{count} articles",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.docs.paginator.navAriaLabel": {
    "message": "Pages de docs",
    "description": "The ARIA label for the docs pagination"
  },
  "theme.docs.paginator.previous": {
    "message": "Précédent",
    "description": "The label used to navigate to the previous doc"
  },
  "theme.docs.paginator.next": {
    "message": "Suivant",
    "description": "The label used to navigate to the next doc"
  },
  "Authorisation required": {
    "message": "Autorisation requise"
  },
  "This API call must be authorised because it requires access to your account information.": {
    "message": "Cet appel API doit être autorisé car il nécessite l'accès à vos informations de compte."
  },
  "Log in to your Deriv account to proceed. If you don’t have a Deriv account, sign up first.": {
    "message": "Connectez-vous à votre compte Deriv pour continuer. Si vous n'avez pas de compte Deriv, inscrivez-vous d'abord."
  },
  "Request JSON": {
    "message": "Requête JSON"
  },
  "Send request": {
    "message": "Envoyer la requête"
  },
  "Clear response": {
    "message": "Effacer la réponse"
  },
  "Invalid JSON": {
    "message": "JSON invalide"
  },
  "Your JSON object is invalid. Please make sure you provide the correct syntax for your JSON object.": {
    "message": "Votre objet JSON est invalide. Veuillez vous assurer que vous fournissez la syntaxe correcte pour votre objet JSON."
  },
  "Start building with Deriv": {
    "message": "Commencez à construire avec Deriv"
  },
  "Trusted by 2.5 million traders, Deriv supports developers with robust APIs to create impactful trading solutions.": {
    "message": "Fiable pour 2,5 millions de traders, Deriv soutient les développeurs avec des API robustes pour créer des solutions de trading impactantes."
  },
  "Benefits of Deriv API": {
    "message": "Avantages de l'API Deriv"
  },
  "Customisation": {
    "message": "Personnalisation"
  },
  "Create a trading platform that’s uniquely yours by leveraging features and specs from Deriv’s platforms with our APIs.": {
    "message": "Créez une plateforme de trading qui vous est unique en tirant parti des fonctionnalités et des spécifications des plateformes Deriv avec nos API."
  },
  "Easy integration": {
    "message": "Intégration facile"
  },
  "Quickly connect to your existing tech stack and start trading with minimal setup.": {
    "message": "Connectez-vous rapidement à votre infrastructure technologique existante et commencez à trader avec une configuration minimale."
  },
  "Fast execution": {
    "message": "Exécution rapide"
  },
  "Experience high-speed data updates and execute trades with near-zero latency.": {
    "message": "Bénéficiez de mises à jour de données à haute vitesse et exécutez des transactions avec une latence quasi nulle."
  },
  "All-in-one support for every developer": {
    "message": "Support tout-en-un pour chaque développeur"
  },
  "Supports JavaScript, Python, and Flutter for ultimate compatibility.": {
    "message": "Prend en charge JavaScript, Python et Flutter pour une compatibilité optimale."
  },
  "Minimal setup": {
    "message": "Configuration minimale"
  },
  "Get started quickly with minimal configuration.": {
    "message": "Commencez rapidement avec une configuration minimale."
  },
  "Copy trading": {
    "message": "Copy trading"
  },
  "Mirror the strategies of seasoned traders for Digital Options, helping you reduce potential risks.": {
    "message": "Miroitez les stratégies de traders expérimentés pour les Options Digitales, vous aidant à réduire les risques potentiels."
  },
  "Earn with markup": {
    "message": "Gagnez avec des majorations"
  },
  "Add percentage markups to contract prices and monetise your trading setup.": {
    "message": "Ajoutez des majorations en pourcentage aux prix des contrats et monétisez votre configuration de trading."
  },
  "P2P integration": {
    "message": "Intégration P2P"
  },
  "Enable peer-to-peer transactions via Deriv P2P APIs for a smooth trading experience.": {
    "message": "Activez les transactions peer-to-peer via les API P2P Deriv pour une expérience de trading fluide."
  },
  "Customisable configurations": {
    "message": "Configurations personnalisables"
  },
  "Take charge of trading parameters to offer precise, user-focused trading solutions.": {
    "message": "Prenez le contrôle des paramètres de trading pour offrir des solutions de trading précises et axées sur l'utilisateur."
  },
  "Transparent pricing": {
    "message": "Tarification transparente"
  },
  "Experience fair pricing with no hidden fees or commissions.": {
    "message": "Bénéficiez d'une tarification équitable sans frais cachés ni commissions."
  },
  "Direct market access": {
    "message": "Accès direct au marché"
  },
  "Connect instantly to global markets for live pricing and trading.": {
    "message": "Connectez-vous instantanément aux marchés mondiaux pour des prix en direct et du trading."
  },
  "Optimised execution": {
    "message": "Exécution optimisée"
  },
  "Enjoy ultra-low latency for rapid, precise high-frequency trading.": {
    "message": "Profitez d'une latence ultra-basse pour un trading haute fréquence rapide et précis."
  },
  "Fast integration": {
    "message": "Intégration rapide"
  },
  "Set up quickly with your preferred trading platform.": {
    "message": "Configurez rapidement votre plateforme de trading préférée."
  },
  "Institutional grade pricing": {
    "message": "Tarification de niveau institutionnel"
  },
  "Benefit from competitive spreads and high-volume structures.": {
    "message": "Bénéficiez d'écarts compétitifs et de structures à volume élevé."
  },
  "Dedicated support": {
    "message": "Support dédié"
  },
  "Get expert help and detailed guidance anytime.": {
    "message": "Obtenez une aide d'expert et des conseils détaillés à tout moment."
  },
  "Create your Deriv account and get instant access to our API suite.": {
    "message": "Créez votre compte Deriv et obtenez un accès instantané à notre suite API."
  },
  "Integrate your platform": {
    "message": "Intégrez votre plateforme"
  },
  "Connect your tech stack using our API documentation.": {
    "message": "Connectez votre infrastructure technologique en utilisant notre documentation API."
  },
  "Deploy your solution": {
    "message": "Déployez votre solution"
  },
  "Launch your application and explore ways to monetise it by sharing it with the trading community.": {
    "message": "Lancez votre application et explorez des moyens de la monétiser en la partageant avec la communauté de trading."
  },
  "Get Started": {
    "message": "Commencer"
  },
  "How to get started": {
    "message": "Comment commencer"
  },
  "Deriv API": {
    "message": "Deriv API"
  },
  "Build smarter trading solutions with Deriv’s APIs. Use the WebSocket API for real-time Options trading and the Deriv FIX API for ultra-low latency CFDs trading, ensuring precision, stability, and high performance.": {
    "message": "Construisez des solutions de trading plus intelligentes avec les API de Deriv. Utilisez l'API WebSocket pour le trading d'Options en temps réel et l'API Deriv FIX pour le trading CFD à latence ultra-faible, garantissant précision, stabilité et haute performance."
  },
  "WebSocket API": {
    "message": "API WebSocket"
  },
  "Deriv FIX API": {
    "message": "API Deriv FIX"
  },
  "Websocket API": {
    "message": "API Websocket"
  },
  "Use Deriv’s WebSocket API to create and share custom trading applications tailored for Options, Multipliers, and Accumulators. Build dynamic, responsive solutions with seamless access to real-time market data and trade execution functionality—optimised for speed and reliability.": {
    "message": "Utilisez l'API WebSocket de Deriv pour créer et partager des applications de trading personnalisées adaptées aux Options, Multipliers, et Accumulators. Construisez des solutions dynamiques et réactives avec un accès fluide aux données de marché en temps réel et aux fonctionnalités d'exécution de trades, optimisées pour la vitesse et la fiabilité."
  },
  "Share your applications with a global trading community and transform your technical expertise into new revenue opportunities.": {
    "message": "Partagez vos applications avec une communauté de trading mondiale et transformez votre expertise technique en nouvelles opportunités de revenus."
  },
  "Experience consistent performance and ultra-low latency with Deriv FIX, the API specifically engineered for professional and institutional CFDs trading.": {
    "message": "Bénéficiez d'une performance constante et d'une latence ultra-faible avec Deriv FIX, l'API spécifiquement conçue pour le trading CFD professionnel et institutionnel."
  },
  "Powered by FIX Protocol 4.4, it offers direct market access and real-time data accuracy, enabling you to create applications that deliver unmatched precision, speed, and control for trading.": {
    "message": "Powered by FIX Protocol 4.4, it offers direct market access and real-time data accuracy, enabling you to create applications that deliver unmatched precision, speed, and control for trading."
  },
  "Get started": {
    "message": "Commencer"
  },
  "Learn more": {
    "message": "En savoir plus"
  },
  "Applications": {
    "message": "Applications"
  },
  "API tokens": {
    "message": "Jetons API"
  },
  "Register application": {
    "message": "Enregistrer l'application"
  },
  "Edit application": {
    "message": "Modifier l'application"
  },
  "Create token": {
    "message": "Créer un jeton"
  },
  "API Token Manager": {
    "message": "Gestionnaire de jetons API"
  },
  "ALL CALLS": {
    "message": "TOUTES LES APPELS"
  },
  "Your token name must be atleast 2 characters long.": {
    "message": "Le nom de votre jeton doit comporter au moins 2 caractères."
  },
  "Only up to 32 characters are allowed.": {
    "message": "Seulement jusqu'à 32 caractères sont autorisés."
  },
  "Only alphanumeric characters with spaces and underscores are allowed. (Example: my_application)": {
    "message": "Seuls les caractères alphanumériques avec espaces et underscores sont autorisés. (Exemple : my_application)"
  },
  "The name cannot contain “Binary”, “Deriv”, or similar words.": {
    "message": "Le nom ne peut pas contenir \"Binary\", \"Deriv\" ou des mots similaires."
  },
  "This scope will allow third-party apps to view your account activity, settings, limits, balance sheets, trade purchase history, and more.": {
    "message": "Cette portée permettra aux applications tierces de voir votre activité de compte, vos paramètres, vos limites, votre bilan, votre historique d'achats de trades, et plus encore."
  },
  "Read": {
    "message": "Lire"
  },
  "This scope will allow third-party apps to buy and sell contracts for you, renew your expired purchases, and top up your demo accounts.": {
    "message": "Cette portée permettra aux applications tierces d'acheter et de vendre des contrats pour vous, de renouveler vos achats expirés et d'approvisionner vos comptes de démonstration."
  },
  "Trade": {
    "message": "Trader"
  },
  "This scope will allow third-party apps to withdraw to payment agents and make inter-account transfers for you.": {
    "message": "Cette portée permettra aux applications tierces de retirer des fonds vers des agents de paiement et de faire des transferts inter-comptes pour vous."
  },
  "Payments": {
    "message": "Paiements"
  },
  "This scope will allow third-party apps to view your trading history.": {
    "message": "Cette portée permettra aux applications tierces de voir votre historique de trading."
  },
  "Trading Information": {
    "message": "Informations de trading"
  },
  "This scope will allow third-party apps to open accounts for you, manage your settings and token usage, and more.": {
    "message": "Cette portée permettra aux applications tierces d'ouvrir des comptes pour vous, de gérer vos paramètres et l'utilisation de jetons, et plus encore."
  },
  "Admin": {
    "message": "Administrateur"
  },
  "Select scopes based on the access you need.": {
    "message": "Sélectionnez les portées en fonction de l'accès dont vous avez besoin."
  },
  "Copy and paste the token into the app.": {
    "message": "Copiez et collez le jeton dans l'application."
  },
  "Enter your token name": {
    "message": "Entrez le nom de votre jeton"
  },
  "Token name": {
    "message": "Nom du jeton"
  },
  "Cancel": {
    "message": "Annuler"
  },
  "That name is taken. Choose another.": {
    "message": "Ce nom est déjà pris. Choisissez-en un autre."
  },
  "You've created the maximum number of tokens.": {
    "message": "Vous avez créé le nombre maximum de jetons."
  },
  "Do not share tokens with the admin scope with unauthorised parties.": {
    "message": "Ne partagez pas les jetons avec la portée admin avec des parties non autorisées."
  },
  "Enable admin access": {
    "message": "Activer l'accès admin"
  },
  "Are you sure you want to enable admin scope for your token?": {
    "message": "Êtes-vous sûr de vouloir activer la portée admin pour votre jeton ?"
  },
  "Granting admin access gives your token full control over your account and increases security risks. We recommend granting this level of access only when it's essential.": {
    "message": "Accorder l'accès admin donne à votre jeton un contrôle total sur votre compte et augmente les risques de sécurité. Nous recommandons d'accorder ce niveau d'accès uniquement lorsqu'il est essentiel."
  },
  "This account doesn't have API tokens with the admin scope. Choose another account.": {
    "message": "Ce compte n'a pas de jetons API avec la portée admin. Choisissez un autre compte."
  },
  "Update Application": {
    "message": "Mettre à jour l'application"
  },
  "Register Application": {
    "message": "Enregistrer l'application"
  },
  "App information": {
    "message": "Informations sur l'application"
  },
  "Select your api token ( it should have admin scope )": {
    "message": "Select your api token ( it should have admin scope )"
  },
  "Your account": {
    "message": "Votre compte"
  },
  "Choose your API token with the admin scope": {
    "message": "Choisissez votre jeton API avec la portée admin"
  },
  "App name (required)": {
    "message": "Nom de l'application (obligatoire)"
  },
  "Markup": {
    "message": "Majoration"
  },
  "You can earn commission by adding a markup to the price of each trade. Enter your markup percentage here.": {
    "message": "Vous pouvez gagner une commission en ajoutant une majoration au prix de chaque trade. Entrez votre pourcentage de majoration ici."
  },
  "Note: Markup is only available for real accounts.": {
    "message": "Remarque : la majoration n'est disponible que pour les comptes réels."
  },
  "Markup percentage (optional)": {
    "message": "Pourcentage de majoration (facultatif)"
  },
  "Enter 0 if you don‘t want to earn a markup. Max markup: 3%": {
    "message": "Entrez 0 si vous ne voulez pas gagner de majoration. Majoration max : 3%"
  },
  "OAuth details": {
    "message": "Détails OAuth"
  },
  "This allows clients to log in to your app using their Deriv accounts without an API token.": {
    "message": "Cela permet aux clients de se connecter à votre application en utilisant leurs comptes Deriv sans jeton API."
  },
  "Redirect URL (optional)": {
    "message": "URL de redirection (facultatif)"
  },
  "Please note that this URL will be used as the OAuth redirect URL for the OAuth authorization.": {
    "message": "Veuillez noter que cette URL sera utilisée comme l'URL de redirection OAuth pour l'autorisation OAuth."
  },
  "Verification URL (optional)": {
    "message": "URL de vérification (facultatif)"
  },
  "Scope of authorization": {
    "message": "Portée de l'autorisation"
  },
  "Select the scope for your app:": {
    "message": "Sélectionnez la portée pour votre application :"
  },
  "You'll have full access to your clients' information.": {
    "message": "Vous aurez un accès complet aux informations de vos clients."
  },
  "You'll be able to buy and sell contracts on your clients' behalf.": {
    "message": "Vous serez en mesure d'acheter et de vendre des contrats au nom de vos clients."
  },
  "Trading information": {
    "message": "Informations de trading"
  },
  "You‘ll be able to view your clients’ trading information, including their account balance.": {
    "message": "Vous pourrez voir les informations de trading de vos clients, y compris leur solde de compte."
  },
  "You‘ll be able to perform deposits and withdrawals on your clients’ behalf.": {
    "message": "Vous pourrez effectuer des dépôts et des retraits au nom de vos clients."
  },
  "Full account access, including the access to manage security tokens.": {
    "message": "Accès complet au compte, y compris l'accès à la gestion des jetons de sécurité."
  },
  "By registering your application, you acknowledge that you‘ve read and accepted the Deriv API": {
    "message": "En enregistrant votre application, vous reconnaissez avoir lu et accepté les"
  },
  "terms and conditions": {
    "message": "conditions générales"
  },
  "Enter your app's name": {
    "message": "Entrez le nom de votre application"
  },
  "Register now": {
    "message": "S'inscrire maintenant"
  },
  "Only alphanumeric characters with spaces and underscores are allowed.": {
    "message": "Seules les caractères alphanumériques avec espaces et underscores sont autorisés."
  },
  "The name can contain up to 48 characters.": {
    "message": "Le nom peut contenir jusqu'à 48 caractères."
  },
  "You must accept the terms and conditions.": {
    "message": "Vous devez accepter les conditions générales."
  },
  "Configure now": {
    "message": "Configurer maintenant"
  },
  "Maybe later": {
    "message": "Peut-être plus tard"
  },
  "Application registered successfully!": {
    "message": "Application enregistrée avec succès !"
  },
  "Ready to take the next step?": {
    "message": "Prêt à passer à l'étape suivante ?"
  },
  "Optimise your app's capabilities by:": {
    "message": "Optimisez les capacités de votre application en :"
  },
  "Creating an API token to use with your application.": {
    "message": "Création d'un jeton API à utiliser avec votre application."
  },
  "Adding OAuth authentication in your app.": {
    "message": "Ajout de l'authentification OAuth dans votre application."
  },
  "Selecting the scopes of OAuth authorisation for your app.": {
    "message": "Sélection des portées d'autorisation OAuth pour votre application."
  },
  "Note: You can make these changes later through the dashboard.": {
    "message": "Remarque : vous pourrez apporter ces modifications ultérieurement via le tableau de bord."
  },
  "Edit application details": {
    "message": "Modifier les détails de l'application"
  },
  "Delete application": {
    "message": "Supprimer l'application"
  },
  "Filter by OAuth scopes": {
    "message": "Filtrer par portées OAuth"
  },
  "Sort": {
    "message": "Trier"
  },
  "Filter": {
    "message": "Filtrer"
  },
  "Application manager": {
    "message": "Gestionnaire d'application"
  },
  "Here's where you can see your app's details. Edit your app settings to suit your needs or delete them permanently.": {
    "message": "C'est ici que vous pouvez voir les détails de votre application. Modifiez les paramètres de votre application selon vos besoins ou supprimez-les définitivement."
  },
  "Register new application": {
    "message": "Enregistrer une nouvelle application"
  },
  "App’s name": {
    "message": "Nom de l'application"
  },
  "OAuth scopes": {
    "message": "Portées OAuth"
  },
  "OAuth redirect URL": {
    "message": "URL de redirection OAuth"
  },
  "Actions": {
    "message": "Actions"
  },
  "App name (A to Z)": {
    "message": "Nom de l'application (A à Z)"
  },
  "App name (Z to A)": {
    "message": "Nom de l'application (Z à A)"
  },
  "App ID (A to Z)": {
    "message": "ID de l'application (A à Z)"
  },
  "App ID (Z to A)": {
    "message": "ID de l'application (Z à A)"
  },
  "All": {
    "message": "Tous"
  },
  "(No scope)": {
    "message": "(Aucune portée)"
  },
  "Sort by": {
    "message": "Trier par"
  },
  "Apply": {
    "message": "Appliquer"
  },
  "OAuth Scopes": {
    "message": "Portées OAuth"
  },
  "OAuth Redirect URL": {
    "message": "URL de redirection OAuth"
  },
  "Name": {
    "message": "Nom"
  },
  "Account Type": {
    "message": "Type de compte"
  },
  "Token": {
    "message": "Jeton"
  },
  "Token scopes": {
    "message": "Portées du jeton"
  },
  "Last used": {
    "message": "Dernier utilisé"
  },
  "API token manager": {
    "message": "Gestionnaire de jetons API"
  },
  "Access all your API token details here.": {
    "message": "Accédez à tous les détails de votre jeton API ici."
  },
  "Create new token": {
    "message": "Créer un nouveau jeton"
  },
  "Accounts": {
    "message": "Comptes"
  },
  "Delete token": {
    "message": "Supprimer le jeton"
  },
  "Never": {
    "message": "Jamais"
  },
  "App Dashboard": {
    "message": "Tableau de bord de l'application"
  },
  "Start using Deriv API to bring custom integrations and powerful automation to your apps.": {
    "message": "Commencez à utiliser Deriv API pour apporter des intégrations personnalisées et une automatisation puissante à vos applications."
  },
  "To see your details reflected, please register your app via the registration form.": {
    "message": "Pour voir vos détails reflétés, veuillez enregistrer votre application via le formulaire d'enregistrement."
  },
  "Duplicate token names aren’t allowed.": {
    "message": "Les noms de jetons en double ne sont pas autorisés."
  },
  "Only 2-32 characters are allowed": {
    "message": "Only 2-32 characters are allowed"
  },
  "No duplicate token names are allowed for the same account.": {
    "message": "Aucun nom de jeton en double n'est autorisé pour le même compte."
  },
  "No keywords \"deriv\" or \"binary\" or words that look similar, e.g. \"_binary_\" or \"d3riv\" are allowed.": {
    "message": "Aucun mot-clé \"deriv\" ou \"binary\" ou mots ressemblants, p. ex. \"_binary_\" ou \"d3riv\" ne sont autorisés."
  },
  "Select your account type:": {
    "message": "Sélectionnez votre type de compte :"
  },
  "Select scopes based on the access you need:": {
    "message": "Sélectionnez les portées en fonction de l'accès dont vous avez besoin :"
  },
  "Select an account type.": {
    "message": "Sélectionnez un type de compte."
  },
  "Enter your token name.": {
    "message": "Entrez le nom de votre jeton."
  },
  "Enter the name of the application you want to register:": {
    "message": "Entrez le nom de l'application que vous souhaitez enregistrer :"
  },
  "Add a markup to the price of each trade to help you earn a commission. Enter your markup percentage below. Learn more about markup calculations in our detailed": {
    "message": "Ajoutez une majoration au prix de chaque transaction pour vous aider à gagner une commission. Entrez votre pourcentage de majoration ci-dessous. En savoir plus sur les calculs de majoration dans notre documentation détaillée"
  },
  "documentation": {
    "message": "documentation"
  },
  "Markup is only available for real accounts and trading applications.": {
    "message": "La majoration n'est disponible que pour les comptes réels et les applications de trading."
  },
  "OAuth settings": {
    "message": "Paramètres OAuth"
  },
  "Log in to your app using your Deriv account without an API token. With OAuth, third-party applications can securely authorise access without requiring password sharing, enhancing both security and user control.": {
    "message": "Connectez-vous à votre application avec votre compte Deriv sans un jeton API. Avec OAuth, les applications tierces peuvent autoriser l'accès de manière sécurisée sans nécessiter de partage de mot de passe, améliorant ainsi la sécurité et le contrôle des utilisateurs."
  },
  "Use OAuth if your application requires other users to sign in.": {
    "message": "Utilisez OAuth si votre application nécessite que d'autres utilisateurs se connectent."
  },
  "Redirect URL is mandatory to enable OAuth on your app.": {
    "message": "L'URL de redirection est obligatoire pour activer OAuth sur votre application."
  },
  "URL Configuration": {
    "message": "Configuration de l'URL"
  },
  "To set up OAuth for your app, specify the URL where users should be redirected after authorisation.": {
    "message": "Pour configurer OAuth pour votre application, spécifiez l'URL où les utilisateurs doivent être redirigés après l'autorisation."
  },
  "Redirect URL": {
    "message": "URL de redirection"
  },
  "If your app includes verification logic, enter the email verification URL below (e.g. for account opening, verification, and password reset):": {
    "message": "Si votre application inclut une logique de vérification, entrez l'URL de vérification par e-mail ci-dessous (par exemple, pour l'ouverture de compte, la vérification et la réinitialisation du mot de passe) :"
  },
  "If provided, the verification URL will be appended with a token and sent to the user's email. Otherwise, the redirect URL with the token will be used.": {
    "message": "Si fourni, l'URL de vérification sera ajoutée avec un jeton et envoyée à l'email de l'utilisateur. Sinon, l'URL de redirection avec le jeton sera utilisée."
  },
  "Scopes of authorisation": {
    "message": "Portées d'autorisation"
  },
  "You'll be able to perform deposits and withdrawals on your clients' behalf.": {
    "message": "Vous pourrez effectuer des dépôts et des retraits au nom de vos clients."
  },
  "Grant admin access only when it’s essential for your app's workflow.": {
    "message": "Accordez l'accès administrateur uniquement lorsque c'est essentiel pour le flux de travail de votre application."
  },
  "Update application": {
    "message": "Mettre à jour l'application"
  },
  "Enable admin access for your app?": {
    "message": "Activer l'accès administrateur pour votre application ?"
  },
  "For better security, enable admin access only when it's necessary. This approach limits access to client activities, minimising risks and safeguarding both workflow efficiency and client trust.": {
    "message": "Pour une meilleure sécurité, activez l'accès administrateur uniquement lorsque c'est nécessaire. Cette approche limite l'accès aux activités des clients, minimisant les risques et protégeant à la fois l'efficacité du flux de travail et la confiance des clients."
  },
  "Nevermind": {
    "message": "Ne vous en faites pas"
  },
  "OK": {
    "message": "D'accord"
  },
  "Be careful who you share this token with. Anyone with this token can perform the following actions on your account behalf": {
    "message": "Soyez prudent avec qui vous partagez ce jeton. Quiconque possède ce jeton peut effectuer les actions suivantes au nom de votre compte"
  },
  "Add accounts": {
    "message": "Ajouter des comptes"
  },
  "Create or delete API tokens for trading and withdrawals": {
    "message": "Créer ou supprimer des jetons API pour le trading et les retraits"
  },
  "Modify account settings": {
    "message": "Modifier les paramètres du compte"
  },
  "Yes, delete": {
    "message": "Oui, supprimer"
  },
  "Are you sure you want to delete this token?": {
    "message": "Êtes-vous sûr de vouloir supprimer ce jeton ?"
  },
  "Delete app": {
    "message": "Supprimer l'application"
  },
  "Are you sure you want to delete this app?": {
    "message": "Êtes-vous sûr de vouloir supprimer cette application ?"
  },
  "Update App": {
    "message": "Mettre à jour l'application"
  },
  "Got it": {
    "message": "Bien reçu"
  },
  "Enter your API token (with the Admin scope) to register your app.": {
    "message": "Entrez votre jeton API (avec la portée Admin) pour enregistrer votre application."
  },
  "Error!": {
    "message": "Erreur !"
  },
  "Token created successfully!": {
    "message": "Jeton créé avec succès !"
  },
  "Please save this token key. For security reasons, it can't be viewed or copied again. If you lose this key, you'll need to generate a new token.": {
    "message": "Veuillez sauvegarder cette clé de jeton. Pour des raisons de sécurité, elle ne peut pas être vue ou copiée à nouveau. Si vous perdez cette clé, vous devrez générer un nouveau jeton."
  },
  "Key": {
    "message": "Clé"
  },
  "theme.ErrorPageContent.title": {
    "message": "Cette page a planté.",
    "description": "The title of the fallback page when the page crashed"
  },
  "theme.BackToTopButton.buttonAriaLabel": {
    "message": "Faire défiler vers le haut",
    "description": "The ARIA label for the back to top button"
  },
  "theme.blog.archive.title": {
    "message": "Archive",
    "description": "The page & hero title of the blog archive page"
  },
  "theme.blog.archive.description": {
    "message": "Archive",
    "description": "The page & hero description of the blog archive page"
  },
  "theme.blog.paginator.navAriaLabel": {
    "message": "Navigation de la page de liste du blog",
    "description": "The ARIA label for the blog pagination"
  },
  "theme.blog.paginator.newerEntries": {
    "message": "Entrées plus récentes",
    "description": "The label used to navigate to the newer blog posts page (previous page)"
  },
  "theme.blog.paginator.olderEntries": {
    "message": "Entrées plus anciennes",
    "description": "The label used to navigate to the older blog posts page (next page)"
  },
  "theme.blog.post.paginator.navAriaLabel": {
    "message": "Navigation sur la page du post du blog",
    "description": "The ARIA label for the blog posts pagination"
  },
  "theme.blog.post.paginator.newerPost": {
    "message": "Post plus récent",
    "description": "The blog post button label to navigate to the newer/previous post"
  },
  "theme.blog.post.paginator.olderPost": {
    "message": "Post plus ancien",
    "description": "The blog post button label to navigate to the older/next post"
  },
  "theme.blog.post.plurals": {
    "message": "Un post|{count} posts",
    "description": "Pluralized label for \"{count} posts\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.blog.tagTitle": {
    "message": "{nPosts} tagué avec \"{tagName}\"",
    "description": "The title of the page for a blog tag"
  },
  "theme.tags.tagsPageLink": {
    "message": "Voir tous les tags",
    "description": "The label of the link targeting the tag list page"
  },
  "theme.docs.breadcrumbs.navAriaLabel": {
    "message": "Fil d'Ariane",
    "description": "The ARIA label for the breadcrumbs"
  },
  "theme.docs.DocCard.categoryDescription.plurals": {
    "message": "{count} éléments",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.colorToggle.ariaLabel": {
    "message": "Basculer entre le mode sombre et le mode clair (actuellement {mode})",
    "description": "The ARIA label for the navbar color mode toggle"
  },
  "theme.colorToggle.ariaLabel.mode.dark": {
    "message": "mode sombre",
    "description": "The name for the dark color mode"
  },
  "theme.colorToggle.ariaLabel.mode.light": {
    "message": "mode clair",
    "description": "The name for the light color mode"
  },
  "theme.docs.tagDocListPageTitle.nDocsTagged": {
    "message": "Un doc tagué|{count} docs tagués",
    "description": "Pluralized label for \"{count} docs tagged\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.tagDocListPageTitle": {
    "message": "{nDocsTagged} avec \"{tagName}\"",
    "description": "The title of the page for a docs tag"
  },
  "theme.docs.versionBadge.label": {
    "message": "Version : {versionLabel}"
  },
  "theme.docs.versions.unreleasedVersionLabel": {
    "message": "Ceci est une documentation non publiée pour la version {versionLabel} de {siteTitle}.",
    "description": "The label used to tell the user that he's browsing an unreleased doc version"
  },
  "theme.docs.versions.unmaintainedVersionLabel": {
    "message": "Ceci est la documentation pour la version {versionLabel} de {siteTitle}, qui n'est plus maintenue activement.",
    "description": "The label used to tell the user that he's browsing an unmaintained doc version"
  },
  "theme.docs.versions.latestVersionSuggestionLabel": {
    "message": "Pour une documentation à jour, consultez le {latestVersionLink} ({versionLabel}).",
    "description": "The label used to tell the user to check the latest version"
  },
  "theme.docs.versions.latestVersionLinkLabel": {
    "message": "dernière version",
    "description": "The label used for the latest version suggestion link label"
  },
  "theme.common.editThisPage": {
    "message": "Modifier cette page",
    "description": "The link label to edit the current page"
  },
  "theme.common.headingLinkTitle": {
    "message": "Lien direct vers {heading}",
    "description": "Title for link to heading"
  },
  "theme.lastUpdated.atDate": {
    "message": " le {date}",
    "description": "The words used to describe on which date a page has been last updated"
  },
  "theme.lastUpdated.byUser": {
    "message": " par {user}",
    "description": "The words used to describe by who the page has been last updated"
  },
  "theme.lastUpdated.lastUpdatedAtBy": {
    "message": "Dernière mise à jour{atDate}{byUser}",
    "description": "The sentence used to display when a page has been last updated, and by who"
  },
  "theme.NotFound.title": {
    "message": "Page non trouvée",
    "description": "The title of the 404 page"
  },
  "theme.navbar.mobileVersionsDropdown.label": {
    "message": "Versions",
    "description": "The label for the navbar versions dropdown on mobile view"
  },
  "theme.tags.tagsListLabel": {
    "message": "Tags :",
    "description": "The label alongside a tag list"
  },
  "theme.admonition.caution": {
    "message": "avertir",
    "description": "The default label used for the Caution admonition (:::caution)"
  },
  "theme.admonition.danger": {
    "message": "danger",
    "description": "The default label used for the Danger admonition (:::danger)"
  },
  "theme.admonition.info": {
    "message": "info",
    "description": "The default label used for the Info admonition (:::info)"
  },
  "theme.admonition.note": {
    "message": "note",
    "description": "The default label used for the Note admonition (:::note)"
  },
  "theme.admonition.tip": {
    "message": "astuce",
    "description": "The default label used for the Tip admonition (:::tip)"
  },
  "theme.admonition.warning": {
    "message": "attention",
    "description": "The default label used for the Warning admonition (:::warning)"
  },
  "theme.AnnouncementBar.closeButtonAriaLabel": {
    "message": "Fermer",
    "description": "The ARIA label for close button of announcement bar"
  },
  "theme.blog.sidebar.navAriaLabel": {
    "message": "Navigation des publications récentes du blog",
    "description": "The ARIA label for recent posts in the blog sidebar"
  },
  "theme.CodeBlock.copied": {
    "message": "Copié",
    "description": "The copied button label on code blocks"
  },
  "theme.CodeBlock.copyButtonAriaLabel": {
    "message": "Copier le code dans le presse-papiers",
    "description": "The ARIA label for copy code blocks button"
  },
  "theme.CodeBlock.copy": {
    "message": "Copier",
    "description": "The copy button label on code blocks"
  },
  "theme.CodeBlock.wordWrapToggle": {
    "message": "Basculer le retour à la ligne",
    "description": "The title attribute for toggle word wrapping button of code block lines"
  },
  "theme.DocSidebarItem.expandCategoryAriaLabel": {
    "message": "Développer la catégorie de la barre latérale '{label}'",
    "description": "The ARIA label to expand the sidebar category"
  },
  "theme.DocSidebarItem.collapseCategoryAriaLabel": {
    "message": "Réduire la catégorie de la barre latérale '{label}'",
    "description": "The ARIA label to collapse the sidebar category"
  },
  "theme.NotFound.p1": {
    "message": "Nous n'avons pas pu trouver ce que vous recherchiez.",
    "description": "The first paragraph of the 404 page"
  },
  "theme.NotFound.p2": {
    "message": "Veuillez contacter le propriétaire du site qui vous a lié à l'URL originale et leur faire savoir que leur lien est brisé.",
    "description": "The 2nd paragraph of the 404 page"
  },
  "theme.navbar.mobileLanguageDropdown.label": {
    "message": "Langues",
    "description": "The label for the mobile language switcher dropdown"
  },
  "theme.NavBar.navAriaLabel": {
    "message": "Principal",
    "description": "The ARIA label for the main navigation"
  },
  "theme.TOCCollapsible.toggleButtonLabel": {
    "message": "Sur cette page",
    "description": "The label used by the button on the collapsible TOC component"
  },
  "theme.blog.post.readingTime.plurals": {
    "message": "Une minute de lecture|{readingTime} min de lecture",
    "description": "Pluralized label for \"{readingTime} min read\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.blog.post.readMore": {
    "message": "Lire la suite",
    "description": "The label used in blog post item excerpts to link to full blog posts"
  },
  "theme.blog.post.readMoreLabel": {
    "message": "Lisez-en plus sur {title}",
    "description": "The ARIA label for the link to full blog posts from excerpts"
  },
  "theme.docs.breadcrumbs.home": {
    "message": "Page d'accueil",
    "description": "The ARIA label for the home page in the breadcrumbs"
  },
  "theme.docs.sidebar.collapseButtonTitle": {
    "message": "Réduire la barre latérale",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.collapseButtonAriaLabel": {
    "message": "Réduire la barre latérale",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.navAriaLabel": {
    "message": "Barre latérale des docs",
    "description": "The ARIA label for the sidebar navigation"
  },
  "theme.docs.sidebar.closeSidebarButtonAriaLabel": {
    "message": "Fermer la barre de navigation",
    "description": "The ARIA label for close button of mobile sidebar"
  },
  "theme.docs.sidebar.toggleSidebarButtonAriaLabel": {
    "message": "Basculer la barre de navigation",
    "description": "The ARIA label for hamburger menu button of mobile navigation"
  },
  "theme.docs.sidebar.expandButtonTitle": {
    "message": "Développer la barre latérale",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.docs.sidebar.expandButtonAriaLabel": {
    "message": "Développer la barre latérale",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.navbar.mobileSidebarSecondaryMenu.backButtonLabel": {
    "message": "← Retour au menu principal",
    "description": "The label of the back button to return to main menu, inside the mobile navbar sidebar secondary menu (notably used to display the docs sidebar)"
  },
  "theme.Playground.result": {
    "message": "Résultat",
    "description": "The result label of the live codeblocks"
  },
  "theme.Playground.liveEditor": {
    "message": "Éditeur en direct",
    "description": "The live editor label of the live codeblocks"
  },
  "theme.SearchPage.existingResultsTitle": {
    "message": "Résultats de recherche pour \"{query}\"",
    "description": "The search page title for non-empty query"
  },
  "theme.SearchPage.emptyResultsTitle": {
    "message": "Rechercher dans la documentation",
    "description": "The search page title for empty query"
  },
  "theme.SearchPage.searchContext.everywhere": {
    "message": "partout"
  },
  "theme.SearchPage.documentsFound.plurals": {
    "message": "1 document trouvé|{count} documents trouvés",
    "description": "Pluralized label for \"{count} documents found\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.SearchPage.noResultsText": {
    "message": "Aucun document n'a été trouvé",
    "description": "The paragraph for empty search result"
  },
  "theme.SearchBar.noResultsText": {
    "message": "Aucun résultat"
  },
  "theme.SearchBar.seeAllOutsideContext": {
    "message": "Voir les résultats en dehors de {context}"
  },
  "theme.SearchBar.searchInContext": {
    "message": "Voir tous les résultats dans {context}"
  },
  "theme.SearchBar.seeAll": {
    "message": "Voir tous les résultats"
  },
  "theme.SearchBar.label": {
    "message": "Recherche",
    "description": "The ARIA label and placeholder for search button"
  },
  "theme.ErrorPageContent.tryAgain": {
    "message": "Réessayer",
    "description": "The label of the button to try again rendering when the React error boundary captures an error"
  },
  "theme.common.skipToMainContent": {
    "message": "Passer au contenu principal",
    "description": "The skip to content label used for accessibility, allowing to rapidly navigate to main content with keyboard tab/enter navigation"
  },
  "theme.tags.tagsPageTitle": {
    "message": "Tags",
    "description": "The title of the tag list page"
  },
  "theme.unlistedContent.title": {
    "message": "Page non répertoriée",
    "description": "The unlisted content banner title"
  },
  "theme.unlistedContent.message": {
    "message": "Cette page n'est pas répertoriée. Les moteurs de recherche ne l'indexeront pas, et seuls les utilisateurs ayant un lien direct peuvent y accéder.",
    "description": "The unlisted content banner message"
  }
}
