{
  "Get connected": {
    "message": "Verbinden Sie sich"
  },
  "Discuss ideas and share solutions with developers worldwide.": {
    "message": "Diskutieren Sie Ideen und tauschen Sie Lösungen mit Entwicklern weltweit aus."
  },
  "Join our community": {
    "message": "Werden Sie Mitglied unserer Gemeinschaft"
  },
  "We're here to help": {
    "message": "Wir sind hier, um zu helfen"
  },
  "Email us at": {
    "message": "Mailen Sie uns an"
  },
  "api-support@deriv.com": {
    "message": "api-support@deriv.com"
  },
  "if you have any questions.": {
    "message": "wenn Sie irgendwelche Fragen haben."
  },
  "Change API endpoint": {
    "message": "API-Endpunkt ändern"
  },
  "Server is Required": {
    "message": "Server ist erforderlich"
  },
  "Please enter a valid server URL": {
    "message": "Bitte geben Sie eine gültige Server-URL ein"
  },
  "Server URL": {
    "message": "Server URL"
  },
  "App ID is required": {
    "message": "App ID ist erforderlich"
  },
  "Please enter a valid app ID": {
    "message": "Bitte geben Sie eine gültige App-ID ein"
  },
  "App ID": {
    "message": "App-ID"
  },
  "Connected to :": {
    "message": "Verbunden mit:"
  },
  "Submit": {
    "message": "Absenden"
  },
  "Reset to original settings": {
    "message": "Auf originaleinstellungen zurücksetzen"
  },
  "theme.docs.DocCard.categoryDescription": {
    "message": "{count} Artikel",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.docs.paginator.navAriaLabel": {
    "message": "Docs Seiten Navigation",
    "description": "The ARIA label for the docs pagination"
  },
  "theme.docs.paginator.previous": {
    "message": "Vorherige",
    "description": "The label used to navigate to the previous doc"
  },
  "theme.docs.paginator.next": {
    "message": "Weiter",
    "description": "The label used to navigate to the next doc"
  },
  "This API call must be authorised because it requires access to your account information.": {
    "message": "Dieser API-Aufruf muss autorisiert werden, da er den Zugriff auf Ihre Kontoinformationen erfordert."
  },
  "Log in to your Deriv account to proceed. If you don’t have a Deriv account, sign up first.": {
    "message": "Melden Sie sich bei Ihrem Deriv-Konto an, um fortzufahren. Wenn Sie noch kein Deriv-Konto haben, melden Sie sich zuerst an."
  },
  "Sign up": {
    "message": "Anmelden"
  },
  "Log in": {
    "message": "Anmelden"
  },
  "Request JSON": {
    "message": "JSON anfordern"
  },
  "Send Request": {
    "message": "Anfrage senden"
  },
  "Clear": {
    "message": "Löschen"
  },
  "Your JSON object is invalid. Please make sure you provide the correct syntax for your JSON object.": {
    "message": "Ihr JSON-Objekt ist ungültig. Bitte stellen Sie sicher, dass Sie die richtige Syntax für Ihr JSON-Objekt angeben."
  },
  "Log in to your Deriv account to get the API token and start using our API.": {
    "message": "Melden Sie sich bei Ihrem Deriv-Konto an, um das API-Token zu erhalten und unsere API zu nutzen."
  },
  "Log In": {
    "message": "Loggen Sie sich ein"
  },
  "API Token Manager": {
    "message": "API Token Manager"
  },
  "Deriv API features": {
    "message": "Deriv API-Funktionen"
  },
  "Deriv API gives you full access to all the trading functionalities of DTrader and allows you to build your own comprehensive trading systems and analysis tools.": {
    "message": "Die Deriv API gibt Ihnen vollen Zugriff auf alle Handelsfunktionen von DTrader und ermöglicht es Ihnen, Ihre eigenen umfassenden Handelssysteme und Analysetools zu erstellen."
  },
  "Trade digital options and multipliers": {
    "message": "Handel mit digitalen Optionen & Multiplikatoren"
  },
  "Monitor real-time pricing": {
    "message": "Preise in Echtzeit überwachen"
  },
  "Buy/sell contracts": {
    "message": "Verträge kaufen/verkaufen"
  },
  "Manage user's accounts": {
    "message": "Verwalten von Benutzerkonten"
  },
  "Monitor existing contracts": {
    "message": "Überwachen Sie bestehende Verträge"
  },
  "View user's historical transactions": {
    "message": "Historische Transaktionen des Benutzers anzeigen"
  },
  "See what our clients say": {
    "message": "Sehen Sie, was unsere Kunden sagen"
  },
  "Comprehensive all-in-one": {
    "message": "Umfassendes All-in-One"
  },
  "client library": {
    "message": "Client-Bibliothek"
  },
  "Simplify your development processes and get your app up and running": {
    "message": "Vereinfachen Sie Ihre Entwicklungsprozesse und bringen Sie Ihre App zum Laufen"
  },
  "faster with the client library of your choice.": {
    "message": "schneller mit der Client-Bibliothek Ihrer Wahl."
  },
  "Go to the JavaScript library": {
    "message": "Rufen Sie die JavaScript-Bibliothek auf"
  },
  "Go to the Python library": {
    "message": "Rufen Sie die Python-Bibliothek auf"
  },
  "Go to the Flutter library": {
    "message": "Gehen Sie zur Flutter-Bibliothek"
  },
  "Get started with our API in 3 simple steps:": {
    "message": "Starten Sie mit unserer API in 3 einfachen Schritten:"
  },
  "1. Learn about our API": {
    "message": "1. Erfahren Sie mehr über unsere API"
  },
  "Understand basic concepts and terminologies": {
    "message": "Verstehen Sie grundlegende Konzepte und Terminologien"
  },
  "2. Sign up": {
    "message": "2. Anmelden"
  },
  "Create a free Deriv account to access our API": {
    "message": "Erstellen Sie ein kostenloses Deriv-Konto, um auf unsere API zuzugreifen"
  },
  "3. Register your app": {
    "message": "3. Registrieren Sie Ihre App"
  },
  "Fill out the registration form to start using Deriv API": {
    "message": "Füllen Sie das Registrierungsformular aus, um die Deriv API zu nutzen."
  },
  "By using our API, you confirm that you have read and agreed to our": {
    "message": "Durch die Nutzung unserer API bestätigen Sie, dass Sie unsere Nutzungsbedingungen gelesen und akzeptiert haben."
  },
  "terms and conditions.": {
    "message": "allgemeine Bedingungen."
  },
  "Deriv API": {
    "message": "Deriv API"
  },
  "Use our powerful, flexible, and free API to build a custom trading": {
    "message": "Nutzen Sie unsere leistungsstarke, flexible und kostenlose API, um ein individuelles Handelsprogramm zu erstellen."
  },
  "platform - for yourself or for your business.": {
    "message": "Plattform - für sich selbst oder für Ihr Unternehmen."
  },
  "Quick Start": {
    "message": "Schnellstart"
  },
  "Ways to earn with Deriv API": {
    "message": "Möglichkeiten, mit Deriv API zu verdienen"
  },
  "Register your app with Deriv, and add a percentage markup to the contract prices to profit from every purchased contract.": {
    "message": "Registrieren Sie Ihre App bei Deriv, und fügen Sie einen prozentualen Aufschlag auf die Vertragspreise hinzu, um von jedem gekauften Vertrag zu profitieren."
  },
  "Sign up as an affiliate, build your app, and get commissions on trades completed via your app and the affiliate plan you select.": {
    "message": "Melden Sie sich als Partner an, erstellen Sie Ihre App und erhalten Sie Provisionen für Geschäfte, die über Ihre App und den von Ihnen gewählten Partnerplan abgeschlossen werden."
  },
  "Sign up as a payment agent, build your own custom payment website, and use our API to earn commission on every payment you process for Deriv's clients.": {
    "message": "Melden Sie sich als Zahlungsvermittler an, erstellen Sie Ihre eigene maßgeschneiderte Zahlungswebsite und nutzen Sie unsere API, um Provisionen für jede Zahlung zu erhalten, die Sie für Kunden von Deriv abwickeln."
  },
  "Select API Call - Version 3": {
    "message": "API-Aufruf auswählen - Version 3"
  },
  "ALL CALLS": {
    "message": "ALL CALLS"
  },
  "Note:": {
    "message": "Anmerkung:"
  },
  "Do not share tokens with the Admin scope with unauthorised parties.": {
    "message": "Geben Sie Token mit dem Admin-Bereich nicht an Unbefugte weiter."
  },
  "This scope will allow third-party apps to view your account activity, settings, limits, balance sheets, trade purchase history, and more.": {
    "message": "In diesem Umfang können Apps von Drittanbietern Ihre Kontoaktivitäten, Einstellungen, Limits, Bilanzen, den Verlauf Ihrer Handelskäufe und mehr einsehen."
  },
  "This scope will allow third-party apps to buy and sell contracts for you, renew your expired purchases, and top up your demo accounts.": {
    "message": "In diesem Umfang können Apps von Drittanbietern Verträge für Sie kaufen und verkaufen, Ihre abgelaufenen Käufe verlängern und Ihre Demo-Konten aufladen."
  },
  "This scope will allow third-party apps to withdraw to payment agents and make inter-account transfers for you.": {
    "message": "In diesem Umfang können Apps von Drittanbietern Zahlungen an Zahlungsagenten vornehmen und Überweisungen zwischen Konten für Sie vornehmen."
  },
  "This scope will allow third-party apps to view your trading history.": {
    "message": "In diesem Bereich können Apps von Drittanbietern Ihre Handelshistorie einsehen."
  },
  "This scope will allow third-party apps to open accounts for you, manage your settings and token usage, and more.": {
    "message": "In diesem Umfang können Apps von Drittanbietern Konten für Sie eröffnen, Ihre Einstellungen und die Token-Nutzung verwalten und vieles mehr."
  },
  "Select scopes based on the access you need.": {
    "message": "Wählen Sie die Bereiche entsprechend dem Zugriff aus, den Sie benötigen."
  },
  "Copy and paste the token into the app.": {
    "message": "Kopieren Sie das Token und fügen Sie es in die App ein."
  },
  "This account doesn't have API tokens with the admin scope. Choose another account.": {
    "message": "Dieses Konto verfügt nicht über API-Tokens mit dem Admin-Bereich. Wählen Sie ein anderes Konto."
  },
  "App information": {
    "message": "App Informationen"
  },
  "Select your api token ( it should have admin scope )": {
    "message": "Wählen Sie Ihr Api-Token aus (es sollte einen Admin-Bereich haben)"
  },
  "App name (required)": {
    "message": "App-Name (erforderlich)"
  },
  "That name is taken. Choose another.": {
    "message": "Der Name ist vergeben. Wählen Sie einen anderen."
  },
  "Markup": {
    "message": "Markup"
  },
  "You can earn commission by adding a markup to the price of each trade. Enter your markup percentage here.": {
    "message": "Sie können eine Provision verdienen, indem Sie einen Aufschlag auf den Preis eines jeden Handels erheben. Geben Sie hier Ihren prozentualen Aufschlag ein."
  },
  "Note: Markup is only available for real accounts.": {
    "message": "Hinweis: Aufschläge sind nur für echte Konten verfügbar."
  },
  "Markup percentage (optional)": {
    "message": "Aufschlag in Prozent (optional)"
  },
  "Enter 0 if you don‘t want to earn a markup. Max markup: 3%": {
    "message": "Geben Sie 0 ein, wenn Sie keinen Aufschlag erhalten möchten. Maximaler Aufschlag: 3%"
  },
  "OAuth details": {
    "message": "OAuth Details"
  },
  "This allows clients to log in to your app using their Deriv accounts without an API token.": {
    "message": "Damit können sich Kunden mit ihren Deriv-Konten ohne API-Token bei Ihrer App anmelden."
  },
  "Authorisation URL (optional)": {
    "message": "Autorisierungs-URL (optional)"
  },
  "Please note that this URL will be used as the OAuth redirect URL for the OAuth authorization.": {
    "message": "Bitte beachten Sie, dass diese URL als OAuth-Umleitungs-URL für die OAuth-Autorisierung verwendet wird."
  },
  "Verification URL (optional)": {
    "message": "Überprüfungs-URL (optional)"
  },
  "Scope of authorization": {
    "message": "Umfang der Genehmigung"
  },
  "Select the scope for your app:": {
    "message": "Wählen Sie den Anwendungsbereich für Ihre App:"
  },
  "Read": {
    "message": "Lesen"
  },
  ": You'll have full access to your clients' information.": {
    "message": ": Sie haben vollen Zugriff auf die Informationen Ihrer Kunden."
  },
  "Trade": {
    "message": "Geschäft"
  },
  ": You'll be able to buy and sell contracts on your clients' behalf.": {
    "message": ": Sie können im Namen Ihrer Kunden Verträge kaufen und verkaufen."
  },
  "Trading information": {
    "message": "Informationen zum Handel"
  },
  ": You‘ll be able to view your clients’ trading information, including their account balance.": {
    "message": ": Sie können die Handelsinformationen Ihrer Kunden einsehen, einschließlich ihres Kontostands."
  },
  "Payments": {
    "message": "Zahlungen"
  },
  ": You‘ll be able to perform deposits and withdrawals on your clients’ behalf.": {
    "message": ": Sie können Einzahlungen und Abhebungen im Namen Ihrer Kunden vornehmen."
  },
  "Admin": {
    "message": "Admin"
  },
  ": Full account access, including the access to manage security tokens.": {
    "message": ": Vollständiger Kontozugriff, einschließlich des Zugriffs auf die Verwaltung von Sicherheits-Tokens."
  },
  "By registering your application, you acknowledge that you‘ve read and accepted the Deriv API": {
    "message": "Mit der Registrierung Ihres Antrags bestätigen Sie, dass Sie die Deriv API gelesen und akzeptiert haben."
  },
  "terms and conditions": {
    "message": "allgemeine Bedingungen"
  },
  "Edit application details": {
    "message": "Bewerbungsdetails bearbeiten"
  },
  "Delete application": {
    "message": "Anwendung löschen"
  },
  "To see your details reflected, please register your app via the registration form.": {
    "message": "Damit Ihre Daten angezeigt werden, registrieren Sie Ihre App bitte über das Registrierungsformular."
  },
  "Register now": {
    "message": "Jetzt registrieren"
  },
  "Manage tokens": {
    "message": "Token verwalten"
  },
  "Register application": {
    "message": "Antrag registrieren"
  },
  "Manage applications": {
    "message": "Anwendungen verwalten"
  },
  "Your apps": {
    "message": "Ihre Apps"
  },
  "Register your app, get an app ID, and start using the Deriv API": {
    "message": "Registrieren Sie Ihre App, erhalten Sie eine App-ID und beginnen Sie mit der Nutzung der Deriv API"
  },
  "Be careful who you share this token with. Anyone with this token can perform the following actions on your account behalf": {
    "message": "Sei vorsichtig, mit wem du dieses Token teilst. Jeder mit diesem Token kann die folgenden Aktionen in Ihrem Konto ausführen"
  },
  "Add accounts": {
    "message": "Konten hinzufügen"
  },
  "Create or delete API tokens for trading and withdrawals": {
    "message": "API-Token für Handel und Auszahlungen erstellen oder löschen"
  },
  "Modify account settings": {
    "message": "Kontoeinstellungen ändern"
  },
  "Enter your API token (with the Admin scope) to register your app.": {
    "message": "Geben Sie Ihr API-Token (mit dem Admin-Bereich) ein, um Ihre App zu registrieren."
  },
  "You have successfully registered your application.": {
    "message": "Sie haben Ihre Bewerbung erfolgreich registriert."
  },
  "You can now start using Deriv API": {
    "message": "Sie können jetzt mit der Nutzung von Deriv API beginnen"
  },
  "Got it": {
    "message": "Ich hab's"
  },
  "Cancel": {
    "message": "Abbrechen"
  },
  "theme.ErrorPageContent.title": {
    "message": "Diese Seite ist abgestürzt.",
    "description": "The title of the fallback page when the page crashed"
  },
  "theme.NotFound.title": {
    "message": "Seite nicht gefunden",
    "description": "The title of the 404 page"
  },
  "theme.NotFound.p1": {
    "message": "Wir konnten nicht finden, wonach Sie gesucht haben.",
    "description": "The first paragraph of the 404 page"
  },
  "theme.NotFound.p2": {
    "message": "Bitte wenden Sie sich an den Eigentümer der Website, die Sie mit der ursprünglichen URL verlinkt hat, und teilen Sie ihm mit, dass der Link nicht mehr funktioniert.",
    "description": "The 2nd paragraph of the 404 page"
  },
  "theme.admonition.note": {
    "message": "anmerkung",
    "description": "The default label used for the Note admonition (:::note)"
  },
  "theme.admonition.tip": {
    "message": "Tipp",
    "description": "The default label used for the Tip admonition (:::tip)"
  },
  "theme.admonition.danger": {
    "message": "Gefahr",
    "description": "The default label used for the Danger admonition (:::danger)"
  },
  "theme.admonition.info": {
    "message": "Infos",
    "description": "The default label used for the Info admonition (:::info)"
  },
  "theme.admonition.caution": {
    "message": "vorsicht",
    "description": "The default label used for the Caution admonition (:::caution)"
  },
  "theme.BackToTopButton.buttonAriaLabel": {
    "message": "Zurück zum Anfang blättern",
    "description": "The ARIA label for the back to top button"
  },
  "theme.blog.archive.title": {
    "message": "Archiv",
    "description": "The page & hero title of the blog archive page"
  },
  "theme.blog.archive.description": {
    "message": "Archiv",
    "description": "The page & hero description of the blog archive page"
  },
  "theme.blog.paginator.navAriaLabel": {
    "message": "Navigation der Blog-Listenseite",
    "description": "The ARIA label for the blog pagination"
  },
  "theme.blog.paginator.newerEntries": {
    "message": "Neuere Einträge",
    "description": "The label used to navigate to the newer blog posts page (previous page)"
  },
  "theme.blog.paginator.olderEntries": {
    "message": "Ältere Einträge",
    "description": "The label used to navigate to the older blog posts page (next page)"
  },
  "theme.blog.post.paginator.navAriaLabel": {
    "message": "Navigation der Blogpost-Seite",
    "description": "The ARIA label for the blog posts pagination"
  },
  "theme.blog.post.paginator.newerPost": {
    "message": "Neuerer Beitrag",
    "description": "The blog post button label to navigate to the newer/previous post"
  },
  "theme.blog.post.paginator.olderPost": {
    "message": "Ältere Post",
    "description": "The blog post button label to navigate to the older/next post"
  },
  "theme.blog.post.plurals": {
    "message": "Ein Beitrag|{count} Beiträge",
    "description": "Pluralized label for \"{count} posts\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.blog.tagTitle": {
    "message": "{nPosts} getaggt mit \"{tagName}\"",
    "description": "The title of the page for a blog tag"
  },
  "theme.tags.tagsPageLink": {
    "message": "Alle Tags anzeigen",
    "description": "The label of the link targeting the tag list page"
  },
  "theme.colorToggle.ariaLabel": {
    "message": "Wechseln Sie zwischen dunklem und hellem Modus (derzeit {mode})",
    "description": "The ARIA label for the navbar color mode toggle"
  },
  "theme.colorToggle.ariaLabel.mode.dark": {
    "message": "Dunkelmodus",
    "description": "The name for the dark color mode"
  },
  "theme.colorToggle.ariaLabel.mode.light": {
    "message": "Lichtmodus",
    "description": "The name for the light color mode"
  },
  "theme.docs.breadcrumbs.navAriaLabel": {
    "message": "Semmelbrösel",
    "description": "The ARIA label for the breadcrumbs"
  },
  "theme.docs.tagDocListPageTitle.nDocsTagged": {
    "message": "Ein Dokument getaggt|{count} Dokumente getaggt",
    "description": "Pluralized label for \"{count} docs tagged\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.tagDocListPageTitle": {
    "message": "{nDocsTagged} mit \"{tagName}\"",
    "description": "The title of the page for a docs tag"
  },
  "theme.docs.versionBadge.label": {
    "message": "Version: {versionLabel}"
  },
  "theme.docs.versions.unreleasedVersionLabel": {
    "message": "Dies ist eine unveröffentlichte Dokumentation für die Version {siteTitle} {versionLabel} .",
    "description": "The label used to tell the user that he's browsing an unreleased doc version"
  },
  "theme.docs.versions.unmaintainedVersionLabel": {
    "message": "Dies ist die Dokumentation für {siteTitle} {versionLabel}, die nicht mehr aktiv gepflegt wird.",
    "description": "The label used to tell the user that he's browsing an unmaintained doc version"
  },
  "theme.docs.versions.latestVersionSuggestionLabel": {
    "message": "Eine aktuelle Dokumentation finden Sie unter {latestVersionLink} ({versionLabel}).",
    "description": "The label used to tell the user to check the latest version"
  },
  "theme.docs.versions.latestVersionLinkLabel": {
    "message": "neueste Version",
    "description": "The label used for the latest version suggestion link label"
  },
  "theme.common.editThisPage": {
    "message": "Diese Seite bearbeiten",
    "description": "The link label to edit the current page"
  },
  "theme.common.headingLinkTitle": {
    "message": "Direkter Link zu {heading}",
    "description": "Title for link to heading"
  },
  "theme.lastUpdated.atDate": {
    "message": " am {date}",
    "description": "The words used to describe on which date a page has been last updated"
  },
  "theme.lastUpdated.byUser": {
    "message": " von {user}",
    "description": "The words used to describe by who the page has been last updated"
  },
  "theme.lastUpdated.lastUpdatedAtBy": {
    "message": "Zuletzt aktualisiert{atDate}{byUser}",
    "description": "The sentence used to display when a page has been last updated, and by who"
  },
  "theme.navbar.mobileVersionsDropdown.label": {
    "message": "Versionen",
    "description": "The label for the navbar versions dropdown on mobile view"
  },
  "theme.tags.tagsListLabel": {
    "message": "Tags:",
    "description": "The label alongside a tag list"
  },
  "theme.AnnouncementBar.closeButtonAriaLabel": {
    "message": "Schluss",
    "description": "The ARIA label for close button of announcement bar"
  },
  "theme.blog.sidebar.navAriaLabel": {
    "message": "Navigation der letzten Beiträge im Blog",
    "description": "The ARIA label for recent posts in the blog sidebar"
  },
  "theme.CodeBlock.copied": {
    "message": "Kopiert",
    "description": "The copied button label on code blocks"
  },
  "theme.CodeBlock.copyButtonAriaLabel": {
    "message": "Code in die Zwischenablage kopieren",
    "description": "The ARIA label for copy code blocks button"
  },
  "theme.CodeBlock.copy": {
    "message": "Kopieren",
    "description": "The copy button label on code blocks"
  },
  "theme.CodeBlock.wordWrapToggle": {
    "message": "Wortumbruch umschalten",
    "description": "The title attribute for toggle word wrapping button of code block lines"
  },
  "theme.DocSidebarItem.toggleCollapsedCategoryAriaLabel": {
    "message": "Schalten Sie die ausklappbare Kategorie der Seitenleiste ein '{label}'",
    "description": "The ARIA label to toggle the collapsible sidebar category"
  },
  "theme.navbar.mobileLanguageDropdown.label": {
    "message": "Sprachen",
    "description": "The label for the mobile language switcher dropdown"
  },
  "theme.NavBar.navAriaLabel": {
    "message": "Haupt",
    "description": "The ARIA label for the main navigation"
  },
  "theme.blog.post.readMore": {
    "message": "Mehr lesen",
    "description": "The label used in blog post item excerpts to link to full blog posts"
  },
  "theme.blog.post.readMoreLabel": {
    "message": "Lesen Sie mehr über {title}",
    "description": "The ARIA label for the link to full blog posts from excerpts"
  },
  "theme.docs.breadcrumbs.home": {
    "message": "Hauptseite",
    "description": "The ARIA label for the home page in the breadcrumbs"
  },
  "theme.TOCCollapsible.toggleButtonLabel": {
    "message": "Auf dieser Seite",
    "description": "The label used by the button on the collapsible TOC component"
  },
  "theme.blog.post.readingTime.plurals": {
    "message": "Eine Minute lesen|{readingTime} min lesen",
    "description": "Pluralized label for \"{readingTime} min read\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.sidebar.collapseButtonTitle": {
    "message": "Seitenleiste einklappen",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.collapseButtonAriaLabel": {
    "message": "Seitenleiste einklappen",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.navAriaLabel": {
    "message": "Docs Seitenleiste",
    "description": "The ARIA label for the sidebar navigation"
  },
  "theme.docs.sidebar.closeSidebarButtonAriaLabel": {
    "message": "Navigationsleiste schließen",
    "description": "The ARIA label for close button of mobile sidebar"
  },
  "theme.docs.sidebar.toggleSidebarButtonAriaLabel": {
    "message": "Navigationsleiste umschalten",
    "description": "The ARIA label for hamburger menu button of mobile navigation"
  },
  "theme.navbar.mobileSidebarSecondaryMenu.backButtonLabel": {
    "message": "← Zurück zum Hauptmenü",
    "description": "The label of the back button to return to main menu, inside the mobile navbar sidebar secondary menu (notably used to display the docs sidebar)"
  },
  "theme.docs.sidebar.expandButtonTitle": {
    "message": "Seitenleiste erweitern",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.docs.sidebar.expandButtonAriaLabel": {
    "message": "Seitenleiste erweitern",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.Playground.result": {
    "message": "Ergebnis",
    "description": "The result label of the live codeblocks"
  },
  "theme.Playground.liveEditor": {
    "message": "Live-Editor",
    "description": "The live editor label of the live codeblocks"
  },
  "theme.SearchBar.noResultsText": {
    "message": "Keine Ergebnisse"
  },
  "theme.SearchBar.seeAll": {
    "message": "Alle Ergebnisse anzeigen"
  },
  "theme.SearchBar.seeAllOutsideContext": {
    "message": "Siehe Ergebnisse außerhalb {context}"
  },
  "theme.SearchBar.searchInContext": {
    "message": "Alle Ergebnisse anzeigen in {context}"
  },
  "theme.SearchBar.label": {
    "message": "Suche",
    "description": "The ARIA label and placeholder for search button"
  },
  "theme.SearchPage.existingResultsTitle": {
    "message": "Suchergebnisse für \"{query}\"",
    "description": "The search page title for non-empty query"
  },
  "theme.SearchPage.emptyResultsTitle": {
    "message": "Durchsuchen Sie die Dokumentation",
    "description": "The search page title for empty query"
  },
  "theme.SearchPage.searchContext.everywhere": {
    "message": "überall"
  },
  "theme.SearchPage.documentsFound.plurals": {
    "message": "1 Dokument gefunden|{count} Dokumente gefunden",
    "description": "Pluralized label for \"{count} documents found\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.SearchPage.noResultsText": {
    "message": "Es wurden keine Dokumente gefunden",
    "description": "The paragraph for empty search result"
  },
  "theme.ErrorPageContent.tryAgain": {
    "message": "Versuchen Sie es erneut",
    "description": "The label of the button to try again rendering when the React error boundary captures an error"
  },
  "theme.common.skipToMainContent": {
    "message": "Zum Hauptinhalt springen",
    "description": "The skip to content label used for accessibility, allowing to rapidly navigate to main content with keyboard tab/enter navigation"
  },
  "theme.tags.tagsPageTitle": {
    "message": "Tags",
    "description": "The title of the tag list page"
  },
  "Deriv website": {
    "message": "Deriv Website"
  },
  "Who we are": {
    "message": "Wer wir sind"
  },
  "Contact us": {
    "message": "Kontaktieren Sie uns"
  },
  "Only alphanumeric characters with spaces and underscores are allowed. (Example: my_application)": {
    "message": "Es sind nur alphanumerische Zeichen mit Leerzeichen und Unterstrichen erlaubt. (Beispiel: my_application)"
  },
  "The name cannot contain “Binary”, “Deriv”, or similar words.": {
    "message": "Der Name darf nicht \"Binary\", \"Deriv\" oder ähnliche Wörter enthalten."
  },
  "Your website URL cannot exceed 255 characters.": {
    "message": "Die URL Ihrer Website darf nicht länger als 255 Zeichen sein."
  },
  "Enter a valid URL. (Example: https://www.[YourDomainName].com)": {
    "message": "Geben Sie eine gültige URL ein. (Beispiel: https://www.[IhrDomainName].com)"
  },
  "Your markup value cannot be more than 4 characters.": {
    "message": "Ihr Auszeichnungswert darf nicht mehr als 4 Zeichen lang sein."
  },
  "Your markup value must be equal to or above 0.00 and no more than 3.00.": {
    "message": "Ihr Aufschlag muss mindestens 0,00 und darf höchstens 3,00 betragen."
  },
  "Using Deriv API to build a trading app with features like real-time pricing charts available on Dtrader.": {
    "message": "Verwenden Sie die Deriv API, um eine Handelsapplikation mit Funktionen wie Echtzeit-Kurs-Charts auf Dtrader zu erstellen."
  },
  "Benefits of using Deriv API": {
    "message": "Vorteile der Verwendung von Deriv API"
  },
  "Automation": {
    "message": "Automatisierung"
  },
  "Easy integration": {
    "message": "Einfache Integration"
  },
  "Fast execution": {
    "message": "Schnelle Ausführung"
  },
  "A trading app created using Deriv API shown on a laptop.": {
    "message": "Eine mit Deriv API erstellte Handelsanwendung auf einem Laptop."
  },
  "Personalise your trading": {
    "message": "Personalisieren Sie Ihren Handel"
  },
  "Personalise your trading apps to match your needs. Create charts and views the way you like them. Develop your trading app using any common programming language and extend your trading opportunities.": {
    "message": "Passen Sie Ihre Trading-Apps an Ihre Bedürfnisse an. Erstellen Sie Diagramme und Ansichten, wie Sie es wünschen. Entwickeln Sie Ihre Trading-App mit jeder gängigen Programmiersprache und erweitern Sie Ihre Handelsmöglichkeiten."
  },
  "Build a business and earn more": {
    "message": "Ein Geschäft aufbauen und mehr verdienen"
  },
  "Create your own trading apps by taking advantage of the power of Deriv's trading services. Share your apps with fellow traders or customers, and get a chance to earn more or build your own business.": {
    "message": "Erstellen Sie Ihre eigenen Handels-Apps, indem Sie die Leistungsfähigkeit der Deriv-Handelsdienste nutzen. Teilen Sie Ihre Apps mit anderen Händlern oder Kunden und erhalten Sie so die Chance, mehr zu verdienen oder Ihr eigenes Geschäft aufzubauen."
  },
  "Name": {
    "message": "Name"
  },
  "Token": {
    "message": "Token"
  },
  "Scopes": {
    "message": "Geltungsbereiche"
  },
  "Last Used": {
    "message": "Zuletzt verwendet"
  },
  "Valid for IP": {
    "message": "Gültig für IP"
  },
  "Update Application": {
    "message": "Anwendung aktualisieren"
  },
  "Register Application": {
    "message": "Antrag registrieren"
  },
  "Your account": {
    "message": "Ihr Konto"
  },
  "Choose your API token with the admin scope": {
    "message": "Wählen Sie Ihr API-Token mit dem Admin-Bereich"
  },
  "Application Name": {
    "message": "Anwendung Name"
  },
  "Application ID": {
    "message": "Anwendungs-ID"
  },
  "Redirect URL": {
    "message": "URL umleiten"
  },
  "Actions": {
    "message": "Aktionen"
  },
  "Only alphanumeric characters with spaces and underscores are allowed.": {
    "message": "Es sind nur alphanumerische Zeichen mit Leerzeichen und Unterstrichen erlaubt."
  },
  "The name can contain up to 48 characters.": {
    "message": "Der Name kann bis zu 48 Zeichen enthalten."
  },
  "Duplicate token names aren’t allowed.": {
    "message": "Doppelte Token-Namen sind nicht erlaubt."
  },
  "Only alphanumeric characters with spaces and underscores are allowed": {
    "message": "Nur alphanumerische Zeichen mit Leerzeichen und Unterstrichen sind erlaubt"
  },
  "Only 2-32 characters are allowed": {
    "message": "Nur 2-32 Zeichen sind erlaubt"
  },
  "No duplicate token names are allowed for the same account.": {
    "message": "Für ein und dasselbe Konto sind keine doppelten Token-Namen erlaubt."
  },
  "No keywords \"deriv\" or \"binary\" or words that look similar, e.g. \"_binary_\" or \"d3eriv\" are allowed.": {
    "message": "Die Schlüsselwörter \"deriv\" oder \"binary\" oder ähnlich aussehende Wörter wie \"_binary_\" oder \"d3eriv\" sind nicht erlaubt."
  },
  "Name your token and click on Create to generate your token.": {
    "message": "Benennen Sie Ihren Token und klicken Sie auf Erstellen, um Ihren Token zu generieren."
  },
  "Token name (You've created {numberOfTokens} out of 30 tokens)": {
    "message": "Token-Name (Sie haben {numberOfTokens} von 30 Token erstellt)"
  },
  "Create": {
    "message": "Erstellen Sie"
  },
  "theme.docs.DocCard.categoryDescription.plurals": {
    "message": "1 Artikel|{count} Artikel",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.admonition.warning": {
    "message": "Warnung",
    "description": "The default label used for the Warning admonition (:::warning)"
  },
  "theme.DocSidebarItem.expandCategoryAriaLabel": {
    "message": "Erweitern Sie die Seitenleiste Kategorie '{label}'",
    "description": "The ARIA label to expand the sidebar category"
  },
  "theme.DocSidebarItem.collapseCategoryAriaLabel": {
    "message": "Kategorie der Seitenleiste ausblenden '{label}'",
    "description": "The ARIA label to collapse the sidebar category"
  },
  "theme.unlistedContent.title": {
    "message": "Ungelistete Seite",
    "description": "The unlisted content banner title"
  },
  "theme.unlistedContent.message": {
    "message": "Diese Seite ist nicht aufgelistet. Suchmaschinen werden sie nicht indizieren, und nur Benutzer, die einen direkten Link haben, können sie aufrufen.",
    "description": "The unlisted content banner message"
  },
  "With our API, you'll be able to:": {
    "message": "Mit unserer API sind Sie in der Lage:"
  },
  "Yes, delete": {
    "message": "Ja, löschen"
  },
  "Delete token": {
    "message": "Token löschen"
  },
  "Are you sure you want to delete this token?": {
    "message": "Sind Sie sicher, dass Sie diesen Token löschen wollen?"
  },
  "Delete app": {
    "message": "App löschen"
  },
  "Are you sure you want to delete this app?": {
    "message": "Sind Sie sicher, dass Sie diese App löschen möchten?"
  },
  "Update App": {
    "message": "App aktualisieren"
  },
  "Your token name must be atleast 2 characters long.": {
    "message": "Der Name Ihres Tokens muss mindestens 2 Zeichen lang sein."
  },
  "Only up to 32 characters are allowed.": {
    "message": "Es sind nur bis zu 32 Zeichen erlaubt."
  },
  "Nevermind": {
    "message": "Vergessen Sie"
  },
  "OK": {
    "message": "OK"
  },
  "Token created successfully!": {
    "message": "Token erfolgreich erstellt!"
  },
  "Please save this token key. For security reasons, it can't be viewed or copied again. If you lose this key, you'll need to generate a new token.": {
    "message": "Bitte speichern Sie diesen Token-Schlüssel. Aus Sicherheitsgründen kann er nicht mehr eingesehen oder kopiert werden. Wenn Sie diesen Schlüssel verlieren, müssen Sie einen neuen Token generieren."
  },
  "Key": {
    "message": "Schlüssel"
  },
  "You've created the maximum number of tokens.": {
    "message": "Sie haben die maximale Anzahl von Token erstellt."
  }
}
